[{"id":"diva2:670662","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Kravställning och uppföljning av ljud- och vibrationskrav vid fordonsupphandling","language":"swe","author":[{"family":"Almgren","given":"Martin","affiliation":[{"name":"Trafikförvaltningen, SLL"}]},{"family":"Sylwan","given":"Odd","affiliation":[{"name":"Tyréns"}]}],"abstract":"Trafikförvaltningen (tidigare SL) har de senaste åren initierat och delvis genomfört tre större fordonsupphandlingar med långtgående krav på låga bullernivåer. De närliggande upphandlingarna har möjliggjort samordningsvinster, men även erfarenhetsutbyte från olika upphandlingsfaser. Erfarenheterna från upphandlingarna visar att väl underbyggda och realistiska krav betyder mycket för att uppnå goda resultat. De visar vidare att väl genomtänkta planer för löpande rapportering under projekten och påtryckningsmedel för att säkerställa kravefterlevnad också har stor betydelse. Artikeln belyser förhållanden som kan ha betydelse för kravutformning samt identifierade svårigheter och vunna erfarenheter från fordonsupphandlingar. Genomgången är tänkt att vara praktisk och lätt att tillämpa. Utformning av krav eller förslag på gränsvärden tas däremot inte upp i artikeln. Den förmedlar istället i första hand tänkesätt och användbara referenser.","NBN":"urn:nbn:se:vti:diva-1870","page":"98-107","container-title":"Transportforum 2013 : Granskade artiklar","collection-title":"VTI rapport","collection-number":"787","event":"Transportforum 2013, Linköping , 9-10 januari 2013","keyword":"Train; Rolling stock; Noise level; Vibration; Limit; Tender; Tåg; Rullande materiel; Bullernivå; Vibrationer; Gränsvärden; Anbud","publisher-place":"Linköping","publisher":"Statens väg- och transportforskningsinstitut","note":"[ed] Blomqvist, Göran","published":[{"raw":"2013-12-03T13:37:00.000+01:00"}],"created":[{"raw":"2013-12-03T13:37:04.744+01:00"}],"updated":[{"raw":"2014-09-19T13:18:39.539+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:vti:diva-1870"},{"id":"diva2:1002857","type":"paper-conference","issued": {"date-parts": [[2006]]},"title":"Verifierig av datorsimulerad kapacitetsökning vid anrikningsverket i Malmberget","language":"swe","author":[{"family":"Alatalo","given":"Johanna","localId":"johala","affiliation":[]},{"family":"Öberg","given":"Eva","affiliation":[{"name":"LKAB"}]},{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"NBN":"urn:nbn:se:ltu:diva-29633","localId":"32c2a0b0-b144-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i mineralteknik 2006 :  07/02/2006 - 08/02/2006","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:57:32.752+02:00"}],"created":[{"raw":"2016-09-30T14:57:32.856+02:00"}],"updated":[{"raw":"2023-09-06T16:10:50.343+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-29633"},{"id":"diva2:815593","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Bärförmåga hos inklädnadssystem vid stödbelastning från fallande bergblock","language":"swe","author":[{"family":"Andersson","given":"Andreas","ORCID":"0000-0002-8926-2140","localId":"u1b3o887","affiliation":[{"id":"10153","name":"KTH, Bro- och stålbyggnad"}]},{"family":"Roslin","given":"Mattias","affiliation":[{"name":"Trafikverket"}]},{"family":"Taube","given":"Arvid","affiliation":[{"name":"Trafikverket"}]}],"abstract":"Inner lining system in tunnels is a method to prevent water ingress and forming of ice in the traffic area. A solution that is common in Norway is based on stretching a sealing membrane between rock anchorages that forms a gap to the primary rock strengthening. The membrane is in turn protected by a layer of shotcrete towards the traffic area. The rock strengthening is designed to resist all loads from the rock mass independent of the inner lining system. A problem is however how to perform inspections and conditional assessment of the rock strengthening, since the gap is usually small. Other topics are what loads the inner lining system should be designed for. In TRVK Tunnel 11, the load of a local falling rock of 600 kg is stipulated, assuming to act on a surface of 0.2x0.2 m. Furthermore, the inner lining system should be designed to resist what is connoted as an extreme rock load of 6 metric ton, acting on a 1x1 m area, even when a primary rock strengthening is present. Similar inner lining systems have been used in e.g. Norra länken, parts of Citybanan in Stockholm and is planned to be used for the Stockholm Bypass project.In the present paper, results from a recent research project are presented, aiming at investigating the structural manner of action of the aforementioned inner lining system. A series of concrete slabs have been tested, both until static failure and with a 600 kg drop weight from different heights. All tested slabs resulted in flexural failure and showed a significant ductility. For several of the slabs tested for impact loading, significant spalling from the soffit was obtained, at the most corresponding to a mass of 16 kg. Three of the slabs tested for impact load were manufactured with an outer layer of steel fibre reinforced shotcrete. None of these slabs showed any significant spalling, despite a free fall height up to 2 m.Several FE-analyses have also been performed, accounting for the nonlinear material properties of concrete. The results showed good agreement with the conducted experiments, both regarding static loading, cracking and impact load. A similar analysis was also done for the whole inner lining system. The results showed a larger load capacity compared to the experiments, but still with a rather localised failure.","NBN":"urn:nbn:se:kth:diva-168301","container-title":"Bergmekanikdag 2015","event":"Bergmekanikdagen 2015,9 mars, Stockholm","publisher-place":"Stockholm","publisher":"Stiftelsen Bergteknisk forskning","note":"[ed] BeFo","published":[{"raw":"2015-06-01T12:31:00.000+02:00"}],"created":[{"raw":"2015-06-01T12:31:07.495+02:00"}],"updated":[{"raw":"2022-06-23T14:07:12.361+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-168301"},{"id":"diva2:1010492","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Improved energy efficiency in juice production through waste heat recycling","language":"swe","author":[{"family":"Andersson","given":"Jan-Olof","localId":"janand","affiliation":[{"id":"875055","name":"Luleå tekniska universitet, Energivetenskap"}]},{"family":"Elfgren","given":"Erik","ORCID":"0000-0002-4400-3276","localId":"elf","affiliation":[{"id":"875055","name":"Luleå tekniska universitet, Energivetenskap"}]},{"family":"Grip","given":"Carl-Erik","ORCID":"0000-0001-8247-8320","localId":"cargri","affiliation":[{"id":"875055","name":"Luleå tekniska universitet, Energivetenskap"}]}],"abstract":"The global demand for Nordic wild berries has increased steadily, partly due to their healthy properties and their good taste. Juice concentrate is produced by pressing berries and heating up the juice. The by-products are berry skins and seeds. Traditionally, the by-products have been composted. Higher competiveness can be achieved by decreasing the production cost and increasing the product values. The berry skins and seeds have a commercial value since they are rich in vitamins and nutrients. To use and sell these by-products, they need to be separated from each other and dried to a moisture content of less than 10 %wt. A berry juice industry in the north of Sweden has been studied in order to increase the energy and resource efficiency and optimize the quality and yield of different berry fractions. This was done by means of process integration with thermodynamics and psychrometry along with measurements of the berry juice production processes. Our calculations show that the drying system could be operated at full without any external heat supply. This could be achieved by increasing the efficiency of the dryer by recirculating 80 % of the drying air and by heating the air with heat from the flue gases from the industrial boiler. This change would decrease the need for heat in the dryer with about 64 %. The total heat use for the plant could thereby be decreased from 1204 kW to 1039 kW. The proposed changes could be done without compromising the production quality or the lead time.","NBN":"urn:nbn:se:ltu:diva-36993","localId":"add3b9bb-6da2-4d22-bfff-e78c64e19b15","number":"ICAE2013-514","container-title":"International Conference on Applied Energy, ICAE 2013","event":"International Conference on Applied Energy : Energy Solution for a Sustainable World 01/07/2013 - 05/07/2013","keyword":"renewable energy resources; psychrometrics; thermodynamic; drying; pinch analys","note":"Godkänd; 2013; Bibliografisk uppgift: Konferensbidrag, finns omskrivet till en journal artikel; 20130613 (janand)","published":[{"raw":"2016-10-03T12:47:00.000+02:00"}],"created":[{"raw":"2016-10-03T12:47:49.691+02:00"}],"updated":[{"raw":"2022-10-12T10:44:50.753+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-36993"},{"id":"diva2:773973","type":"paper-conference","issued": {"date-parts": [[2014]]},"title":"Rollen hos representationer och agerande inom interaktionsdesign","language":"swe","author":[{"family":"Artman","given":"Henrik","ORCID":"0000-0002-6903-9072","localId":"u1g8o6ai","affiliation":[{"id":"10300","name":"KTH, Medieteknik och interaktionsdesign, MID"}]},{"family":"Ramberg","given":"Robert","affiliation":[]},{"family":"Tholander","given":"Jakob","affiliation":[]},{"family":"Klas","given":"Karlgren","affiliation":[]}],"ISBN":"978-91-7307-247-2","NBN":"urn:nbn:se:kth:diva-158051","number-of-pages":"8","page":"156-163","container-title":"Resultatdialog","event":"Resultatdialog 2014","keyword":"interaktionsdesign; representationer; agens; skisser","publisher":"Vetenskapsrådet","note":"QC 20150121","published":[{"raw":"2014-12-20T15:14:00.000+01:00"}],"created":[{"raw":"2014-12-20T15:14:51.234+01:00"}],"updated":[{"raw":"2022-06-23T16:36:25.223+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-158051"},{"id":"diva2:1011364","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Gränsöverskridande samverkan i dubbel bemärkelse","language":"swe","author":[{"family":"Augustinsson","given":"Sören","affiliation":[{"id":"873550","name":", Luleå tekniska universitet"}]},{"family":"Gisby","given":"Arvid","affiliation":[]}],"NBN":"urn:nbn:se:ltu:diva-37866","localId":"c07948a0-f405-11dc-b9d9-000ea68e967b","container-title":"HSVs sjätte kvalitetskonferens, : Högskolan i Jönköping, den 26-28 oktober 2004","event":"Kvalitet och förbättringsarbete vid universitet och högskolor :  26/10/2004 - 28/10/2004","publisher":"Högskolan i Jönköping","note":"Godkänd; 2004; 20080317 (andbra)","published":[{"raw":"2016-10-03T12:55:40.888+02:00"}],"created":[{"raw":"2016-10-03T12:55:40.965+02:00"}],"updated":[{"raw":"2023-09-06T15:59:01.297+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-37866"},{"id":"diva2:799218","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Arbetshydraulik i mobila maskiner","language":"swe","author":[{"family":"Axin","given":"Mikael","localId":"aximi06","affiliation":[{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]}],"abstract":"I mobila maskiner finns en mängd olika systemtyper för arbetshydrauliken. Det vanligaste är fortfarande det kostnadseffektivaoch robusta öppet-centrum systemet med fast pump. Det ger operatören en mjuk styrning med hög dämpning. Ennackdel är dock den låga energieffektiviteten. Under de senaste decennierna har det lastkännande systemet blivit mer ochmer populärt. Energieffektiviteten i detta system är högre även om tryck och flöde varierar stort över tid och mellan olikafunktioner. En nackdel är dock att systemets dämpning är låg. Det finns ett antal olika systemtyper som kombinerar en mjukstyrning med relativt hög energieffektivitet. Nyckeln är att begränsa flödet genom det öppna centrumet i riktningsventilen.Detta kan göras med en variabel tryckstyrd pump som regleras så att öppet-centrum flödet hålls på en konstant nivå. Alternativetär en flödesstyrd pump som styrs direkt från operatörens joystickkommandon eller via flödet i det öppna centrumet. Iden här artikeln görs en jämförande analys av olika systemtyper för arbetshydrauliken i mobila maskiner. Fokus ligger påenergieffektivitet, dynamiska egenskaper och pumpreglering. En genomgång av mer avancerade systemtyper såsom individuellastrypställen och pumpstyrda aktuatorer har också gjorts.","NBN":"urn:nbn:se:liu:diva-116640","event":"Hydraulikdagarna 2015, 16-17 March, Linköping University, Linköping, Sweden","keyword":"Mobila maskiner; arbetshydraulik; systemtyper; energieffektivitet; dynamik; reglering","published":[{"raw":"2015-03-30T11:15:00.000+02:00"}],"created":[{"raw":"2015-03-30T11:15:05.272+02:00"}],"updated":[{"raw":"2015-09-07T09:26:38.400+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-116640"},{"id":"diva2:670661","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Effekter av två olika FIVÖ-system på huvudgata i mindre ort : resultat och slutsatser av försök","language":"swe","author":[{"family":"Bengtsson","given":"Joakim","affiliation":[{"name":"SWECO"}]}],"abstract":"I syfte att undersöka om så kallade FIVÖ-system (Förstärkt Information Vid Övergångsställen) i viss mån kan ersätta traditionella fysiska farthinder har försök gjorts på en huvudgata i närheten av en skola i Arlöv. Två olika aktiveringsmetoder har ingått, tryckknapp och automatisk detektering. Metoden för att utvärdera försöken har inkluderat trafikmätningar (fem tillfällen), beteendestudier på plats (fem tillfällen) samt enkäter med elever och bussförare som passerar platsen (tre tillfällen). Analysen visar att motorfordonens hastigheter minskar och att deras väjning gentemot fotgängare ökar med båda typer av anläggning. Eleverna upplevde dock endast att motorfordonen stannade oftare när anläggningen med tryckknapp var i drift. Bussförarna upplevde att de oftare stannade för gående oavsett vilken FIVÖ-anläggning som var på plats, men hur lätt de kunde upptäcka oskyddade trafikanter eller hur ofta de stannade för cyklister var olika för olika typ av anläggning och ljusförhållanden. Slutsatserna av studien är att den faktiska trafiksäkerheten, mätt i hastigheter och andel väjande fordon vid passagen, ökar med båda typerna av installerade anläggningar, trots att eleverna upplever en försämrad situation vid passagen. Anläggningen med detektor ger något bättre resultat än anläggningen med tryckknapp eftersom automatiken ökar andelen passager med aktiverad blinkande skylt. Denna anläggning ger likvärdiga resultat på såväl kort som lång sikt. Resultaten för anläggningen med tryckknapp är däremot alltför spretiga för att någon slutsats om effekten ur olika tidsperspektiv ska kunna dras.","NBN":"urn:nbn:se:vti:diva-1869","page":"81-97","container-title":"Transportforum 2013 : Granskade artiklar","collection-title":"VTI rapport","collection-number":"787","event":"Transportforum 2013, Linköping , 9-10 januari 2013","keyword":"Pedestrian crossing; Traffic calming; Flashing light; Warning; Before and after study; Behaviour; Cyclist; Pedestrian; Driver; Safety; Evaluation (assessment); Övergångsställen; Fartdämpning; Blinkande signaler; Varning; Före efter studier; Beteende; Cyklister; Fotgängare; Förare; Säkerhet; Utvärdering","publisher-place":"Linköping","publisher":"Statens väg- och transportforskningsinstitut","note":"[ed] Blomqvist, Göran","published":[{"raw":"2013-12-03T13:36:00.000+01:00"}],"created":[{"raw":"2013-12-03T13:36:56.524+01:00"}],"updated":[{"raw":"2014-09-19T13:15:33.818+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:vti:diva-1869"},{"id":"diva2:1011822","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Future changes affecting hydraulic capacity of urban storm water systems","language":"swe","author":[{"family":"Berggren","given":"Karolina","localId":"karober","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Lans","given":"Axel","affiliation":[{"name":"Vatten och Miljöbyrån AB, Luleå, Sweden"}]},{"family":"Viklander","given":"Maria","ORCID":"0000-0003-1725-6478","localId":"marvik","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Ashley","given":"Richard","localId":"ricash","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"},{"name":"University of Sheffield, UK; University of Bradford, UK; UNESCO IHE Delft, Netherlands"}]}],"abstract":"Urban areas may develop and change its character over time, but the urban drainage system is often 12 more constant in character - as the technical design life can be up to 100 years. The hydraulic capacity 13 of an existing urban storm water system is affected by future changes, e.g. rate of imperviousness 14 (urbanization), changes in the rainfall characteristics (e.g. by climate change) and system deterioration 15 (pipes and other facilities). Recently the urban planning process in Sweden and elsewhere has become 16 more appreciative of urban drainage issues, and the need to include these earlier in development 17 processes. In this paper a small urban catchment is used to study how future factors affect the 18 hydraulic capacity and the potential development of the area. Factors tested are scenarios of: (1) 19 Urbanization; (2) Climate change and (3) Pipe system deterioration. The results show that each of 20 these factors impact on the hydraulic capacity and that any sensitivity analysis should include all of 21 them to understand future development potential for the area. This type of investigation can increase 22 the understanding of the needs of the infrastructure provision in the area in a planning process context, 23 and provide information about appropriate areas of development within the catchment.","ISBN":"978-86-7518-156-9","NBN":"urn:nbn:se:ltu:diva-38322","localId":"cac0bb1d-af34-49f0-8567-4606242033a0","container-title":"Urban Drainage Modelling : Proceedings of the Ninth International Conference on Urban Drainage Modeling, Belgrade, Serbia, 4-6 September 2012","event":"International Conference on Urban Drainage Modelling :  04/09/2012 - 06/09/2012","keyword":"climate change; drainage; modeling; pipe deterioration; planning process; storm water","publisher-place":"Belgrade","publisher":"Faculty of Civil Engineering, University of Belgrade","note":"Godkänd; 2012; 20130226 (karober)","published":[{"raw":"2016-10-03T12:59:00.000+02:00"}],"created":[{"raw":"2016-10-03T12:59:28.532+02:00"}],"updated":[{"raw":"2023-09-05T10:56:05.270+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38322"},{"id":"diva2:1592215","type":"paper-conference","issued": {"date-parts": [[2003]]},"title":"Val av prioriterade korridorer för Norrbotniabanan med hjälp av Multikriteriaanalys","language":"swe","author":[{"family":"Berggård","given":"Glenn","affiliation":[{"name":"Luleå tekniska universitet"}]},{"family":"Goldbach","given":"Stine Gissel","affiliation":[{"name":"Atkins Danmark A/S"}]},{"family":"Hansen","given":"Sten","affiliation":[{"name":"Atkins Danmark A/S"}]},{"family":"Ranhagen","given":"Ulf","ORCID":"0000-0001-6386-6483","localId":"urn","affiliation":[{"name":"FFNS AB; Luleå tekniska universitet; Sweco"}]},{"family":"Sewring","given":"Göran","affiliation":[{"name":"Tyrèns Infrakonsult AB"}]}],"abstract":"Choosing alternative corridors for the Norrbotniabanan by the use of Multi-Criteria AnalysisDuring 2002-2003 a pre-feasibility study of a possible Norrbotnia railway is conducted. Norrbotniabanan is a new coastal railway, between Umeå-Luleå-Haparanda, in total some 400 km of line. An important part of this study is to identify potential corridors and select corridors for further investigation. This is done in a dialogue with local authorities throughout the study. Due to the number of possible corridors and possible combinations along the line Umeå - Robertsfors - Skellefteå - Piteå - Luleå - Boden - Kalix - Haparanda the final number of alternatives is quite large. In general choosing some ”best” alternative is not an easy task, when many alternatives occur. Many effects have to be taken into account e.g. construction cost, time savings, various impacts on environment etc. Many of these impacts cannot easily be incorporated into a traditional cost-benefit analysis, nevertheless they play an important role in decision making. Multi Criteria Analysis (MCA) is a suitable decision aid tool in such a planning situation. As part of the Norrbotniabana study a simple MCA was carried out. A set of criteria for selecting alternatives was identified. At a seminar with participants from regional and local planning authorities and other interested parties, these criteria were evaluated for each alternative on a simple score from 1-5. Afterwards the relative importance of each criteria was estimated. This was done in groups. The consequences of these scores and weights were then analysed in the PC-tool Decision Criterium Plus. The presentation will report the results of the Multi Criteria Analysis and comment on the lessons learned from the practical use of MCA in the planning process. During 2002-2003 a pre-feasibility study of a possible Norrbotnia railway is conducted. Norrbotniabanan is a new coastal railway, between Umeå-Luleå-Haparanda, in total some 400 km of line. An important part of this study is to identify potential corridors and select corridors for further investigation. This is done in a dialogue with local authorities throughout the study. Due to the number of possible corridors and possible combinations along the line Umeå - Robertsfors - Skellefteå - Piteå - Luleå - Boden - Kalix - Haparanda the final number of alternatives is quite large. In general choosing some ”best” alternative is not an easy task, when many alternatives occur. Many effects have to be taken into account e.g. construction cost, time savings, various impacts on environment etc. Many of these impacts cannot easily be incorporated into a traditional cost-benefit analysis, nevertheless they play an important role in decision making. Multi Criteria Analysis (MCA) is a suitable decision aid tool in such a planning situation. As part of the Norrbotniabana study a simple MCA was carried out. A set of criteria for selecting alternatives was identified. At a seminar with participants from regional and local planning authorities and other interested parties, these criteria were evaluated for each alternative on a simple score from 1-5. Afterwards the relative importance of each criteria was estimated. This was done in groups. The consequences of these scores and weights were then analysed in the PC-tool Decision Criterium Plus. The presentation will report the results of the Multi Criteria Analysis and comment on the lessons learned from the practical use of MCA in the planning process. ","NBN":"urn:nbn:se:du-38034","container-title":"Transportforum 2003 : Rapportsammanställning av föredrag i Linköping 8-9 januari 2003","event":"VTI konferens 23, 2003, Linköping 8-9 januari 2003","publisher-place":"Linköping","publisher":"Statens väg- och transportforskningsinstitut","published":[{"raw":"2021-09-08T13:17:50.938+02:00"}],"created":[{"raw":"2021-09-08T13:17:51.013+02:00"}],"updated":[{"raw":"2023-12-05T11:22:04.303+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:du-38034"},{"id":"diva2:1009217","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Tracking and tracing products in continuous processes","language":"swe","author":[{"family":"Bergquist","given":"Bjarne","ORCID":"0000-0003-3911-8009","localId":"bjarne","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]},{"family":"Kvarnström","given":"Björn","localId":"bjokva","affiliation":[]}],"abstract":"Traceability is important for quality control and process improvements, but it is often difficult to track or trace products in continuous process production, since products and product lots are difficult to separate. In the past, engineers have had to rely on coarse calculations for tracing products, but new possibilities emerge as new technology and models are being used. In this paper, we present experiences from applying chemical and RFID tracers to achieve traceability in continuous flows, with examples taken from the minerals processing sector.","NBN":"urn:nbn:se:ltu:diva-35962","localId":"ab487c84-20c8-4773-b58f-ef8d3640ed5d","container-title":"International Congress on Productivity, Quality, Reliability, Optimization and Modelling : ICPQROM 2011","event":"International congress on productivity, quality, reliability, optimization and modelling :  07/02/2011 - 08/02/2011","publisher":"Indian Statistical Institute","note":"Godkänd; 2011; 20110309 (bjarne_b)","published":[{"raw":"2016-09-30T16:19:31.077+02:00"}],"created":[{"raw":"2016-09-30T16:19:31.191+02:00"}],"updated":[{"raw":"2023-09-06T16:09:50.995+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35962"},{"id":"diva2:1007554","type":"paper-conference","issued": {"date-parts": [[1975]]},"title":"Lerors hållfasthet och deformationsegenskaper i konstruktioner där leran icke ugör den enda stabiliserande komponenenten","language":"swe","author":[{"family":"Bernander","given":"Stig","localId":"stiber","affiliation":[{"id":"875006","name":"Luleå tekniska universitet, Institutionen för samhällsbyggnad och naturresurser"}]}],"NBN":"urn:nbn:se:ltu:diva-34304","localId":"878c14fe-0ca2-4dc6-ba26-cb2e489e5fc4","page":"155-172","container-title":"NGM 75 : Nordisk Geoteknikermöde i Köbenhavn 22-24.5.1975","event":"Nordiska Geoteknikermötet :  21/05/1975 - 23/05/1975","publisher-place":"Köbenhavn","publisher":"Polyteknisk Boghandel og Forlag","note":"Godkänd; 1975; 20110904 (stiber)","published":[{"raw":"2016-09-30T16:04:30.044+02:00"}],"created":[{"raw":"2016-09-30T16:04:30.138+02:00"}],"updated":[{"raw":"2023-09-06T16:01:08.109+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-34304"},{"id":"diva2:1008813","type":"paper-conference","issued": {"date-parts": [[1984]]},"title":"Consideration of in sity stresses in caly slopes with special reference tp progressive failure analysis","language":"swe","author":[{"family":"Bernander","given":"Stig","localId":"stiber","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Gustås","given":"Hasse","affiliation":[{"name":"Skanska"}]}],"NBN":"urn:nbn:se:ltu:diva-35560","localId":"a22303f5-ca8a-4d96-87e4-4450325adf92","page":"417-430","container-title":"NGM-84, Nordisk Geoteknikermöte 1984 i Linköping","event":"Nordiska Geoteknikermötet :  09/05/1984","publisher-place":"Linköping","publisher":"Statens geotekniska institut (SGI)","note":"Godkänd; 1984; 20110724 (stiber)","published":[{"raw":"2016-09-30T16:15:50.357+02:00"}],"created":[{"raw":"2016-09-30T16:15:50.455+02:00"}],"updated":[{"raw":"2017-11-25T03:04:52.673+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35560"},{"id":"diva2:1011294","type":"paper-conference","issued": {"date-parts": [[1984]]},"title":"Dynamisk studie av ett progressivt brott i en naturlig slänt","language":"swe","author":[{"family":"Bernander","given":"Stig","localId":"stiber","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Gustås","given":"Hasse","affiliation":[{"name":"Skanska"}]}],"NBN":"urn:nbn:se:ltu:diva-37796","localId":"bec3c68e-80b4-4bcc-a7d1-de8c53b9ebeb","page":"431-442","container-title":"NGM-84","event":"Nordiska Geoteknikermötet :  09/05/1984","publisher-place":"Linköping","publisher":"Statens geotekniska institut (SGI)","note":"Godkänd; 1984; 20110724 (stiber)","published":[{"raw":"2016-10-03T12:55:01.558+02:00"}],"created":[{"raw":"2016-10-03T12:55:01.665+02:00"}],"updated":[{"raw":"2017-11-25T01:48:31.074+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-37796"},{"id":"diva2:239362","type":"paper-conference","issued": {"date-parts": [[2008]]},"title":"Real-time task reconfiguration support applied to an UAV-based surveillance system","language":"swe","author":[{"family":"Binotto","given":"A.P.D.","affiliation":[{"name":"Fraunhofer IGD / TU Darmstadt, Germany"}]},{"family":"Pignaton de Freitas","given":"Edison","ORCID":"0000-0003-4655-8889","localId":"edipig","affiliation":[{"id":"3938","name":"Högskolan i Halmstad, Halmstad Embedded and Intelligent Systems Research (EIS)"}]},{"family":"Pereira","given":"Carlos Eduardo","affiliation":[{"name":"PPGC UFRGS, Brazil"}]},{"family":"Stork","given":"André","affiliation":[{"name":"Fraunhofer IGD / TU Darmstadt, Germany"}]},{"family":"Larsson","given":"Tony","localId":"tola","affiliation":[{"id":"3938","name":"Högskolan i Halmstad, Halmstad Embedded and Intelligent Systems Research (EIS)"}]}],"abstract":"Modern surveillance systems, such as those based on the use of Unmanned Aerial Vehicles, require powerful high- performance platforms to deal with many different algorithms that make use of massive calculations. At the same time, low- cost and high-performance specific hardware (e.g., GPU, PPU) are rising and the CPUs turned to multiple cores, characteriz- ing together an interesting and powerful heterogeneous execu- tion platform. Therefore, reconfigurable computing is a poten- tial paradigm for those scenarios as it can provide flexibility to explore the computational resources on heterogeneous cluster attached to a high-performance computer system platform. As the first step towards a run-time reconfigurable workload bal- ancing framework targeting that kind of platform, application time requirements and its crosscutting behavior play an impor- tant role for task allocation decisions. This paper presents a strategy to reallocate specific tasks in a surveillance system composed by a fleet of Unmanned Aerial Vehicles using aspect- oriented paradigms in order to address non-functional applica- tion timing constraints in the design phase. An aspect support from a framework called DERAF is used to support reconfigu- ration requirements and provide the resource information needed by the reconfigurable load-balancing strategy. Finally, for the case study, a special attention on Radar Image Process- ing will be given.","ISBN":"978-83-60810-14-9","DOI":"10.1109/IMCSIT.2008.4747302","ScopusId":"2-s2.0-70349315570","NBN":"urn:nbn:se:hh:diva-2144","localId":"2082/2539","page":"581-588","container-title":"2008 International Multiconference on Computer Science and Information Technology (Imcsit)","event":"International Workshop on Real Time Software (RTS'08), Wisla, Poland, Oct. 20-22, 2008. Part of the International Multiconference on Computer Science and Information Technology.","keyword":"Aspect-oriented; Computational resources; Design phase; Heterogeneous clusters; High-performance computers; High-performance platforms; Load-Balancing; Non-functional; Radar image processing; Re-configurable; Real-time tasks; Reconfigurable computing; Reconfiguration requirement; Resource information; Run-time reconfigurable; Specific hardware; Specific tasks; Surveillance systems; System platforms; Task allocation; Time requirements; Workload balancing","publisher-place":"Piscataway, N.J.","publisher":"IEEE Press","note":"[ed] Ganzha, M","published":[{"raw":"2008-11-18T12:42:00.000+01:00"}],"created":[{"raw":"2008-11-18T12:42:09.000+01:00"}],"updated":[{"raw":"2022-09-13T12:33:38.422+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hh:diva-2144"},{"id":"diva2:1012017","type":"paper-conference","issued": {"date-parts": [[2014]]},"title":"Test to failure of a steel truss bridge - Calibration of assessment methods","language":"swe","author":[{"family":"Blanksvärd","given":"Thomas","ORCID":"0000-0002-5154-7044","localId":"thojoh","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Häggström","given":"Jens","localId":"hagjen","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Nilimaa","given":"Jonny","ORCID":"0000-0002-1398-6118","localId":"jonnil","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Sabourova","given":"Natalia","ORCID":"0000-0003-3731-7901","localId":"natasha","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Grip","given":"Niklas","ORCID":"0000-0001-7620-9386","localId":"grip","affiliation":[{"id":"875056","name":"Luleå tekniska universitet, Matematiska vetenskaper"}]},{"family":"Täljsten","given":"Björn","ORCID":"0000-0001-7799-5809","localId":"bjotal","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Elfgren","given":"Lennart","ORCID":"0000-0002-0560-9355","localId":"elfgren","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Carolin","given":"Anders","localId":"anca","affiliation":[{"name":"Trafikverket, Luleå & Borlänge, Sweden"}]},{"family":"Paulsson","given":"Björn","affiliation":[{"name":"Trafikverket, Luleå & Borlänge, Sweden"}]},{"family":"Tu","given":"Yongming","ORCID":"0000-0002-8372-1967","localId":"yontuc","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"},{"name":"Southeast University, Nanjing, PR China"}]}],"abstract":"The steel truss railway bridge at Åby River was built in 1957 with a span of 32 m (105 feet). In 2012 it was replaced by a new steel beam bridge and the old bridge was placed beside the river. It was tested to failure to study its remaining load-carrying capacity in September 2013. The test was carried out by Luleå University of Technology by commission from Trafikverket as a part of the European Research Project MAINLINE (www.mainline-project.eu). In this paper some preliminary results are given. Two hydraulic jacks, anchored by cables to the bedrock, pulled the bridge downwards. The bridge remained elastic up to about three times the original design load and the load could then be almost doubled with substantial yielding deformations before a buckling failure appeared in the top girders for a load of ca. 11 MN (1000 short tons) for a midpoint deflection of ca. 0, 2 m (8 inches). No brittle or fatigue failure in any of the joints appeared and the bridge proved to behave in a ductile way with a substantial hidden capacity.","ISBN":"978-1-138-00103-9","NBN":"urn:nbn:se:ltu:diva-38516","localId":"cf14b28e-b3d1-4c23-b3bc-c2418f271a03","page":"1076-1081","container-title":"Bridge Maintenance, Safety, Management and Life Extension : proceedings of the Seventh International Conference of Bridge Maintenance, Safety and Management, 7-11 July 2014, Shanghai, China","event":"International Conference of Bridge Maintenance, Safety and Management :  07/07/2014 - 11/07/2014","publisher-place":"London","publisher":"CRC Press, Taylor & Francis Group","note":"[ed] Airong Chen; Dan M. Frangopol; Xin Ruan","published":[{"raw":"2016-10-03T13:01:00.000+02:00"}],"created":[{"raw":"2016-10-03T13:01:09.863+02:00"}],"updated":[{"raw":"2022-10-27T08:23:58.152+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38516"},{"id":"diva2:878705","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Forskningsanknytning av grundutbildning : en praktisk analysmetod","language":"swe","author":[{"family":"Bränberg","given":"Agneta","localId":"agbr0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]},{"family":"Holmgren","given":"Ulf","localId":"ulho0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]}],"abstract":"Forskningsanknytning av grundutbildning kan och ska inte enbart vara fokuserad på att våra lärare är forskare. Det är så mycket mer kopplat till den. Som så många gånger när världen ser komplex ut är det lätt att man förenklar den alltför mycket. I denna artikel försöker vi vidga begreppen. Vi presenterar en analysmodell i form av ett fyrfältsdiagram, som kan byggas ut med en progressionsskala. Modellen som presenteras är ett verktyg som kan fungera både för analys av och som utgångspunkt för diskussioner om forskningsanknytning av ingenjörsutbildningar.","NBN":"urn:nbn:se:umu:diva-112516","page":"51-55","container-title":"5:e Utvecklingskonferensen för ingenjörsutbildningar : Proceedings","event":"5:e Utvecklingskonferensen för ingenjörsutbildningar, Uppsala, 18-19 november, 2015","keyword":"Analysmodell; forskningsanknytning; grundutbildning; fyrfältsdiagram; ingenjörsutbildning; programutveckling","publisher-place":"Uppsala","publisher":"Uppsala universitet","published":[{"raw":"2015-12-09T12:55:00.000+01:00"}],"created":[{"raw":"2015-12-09T12:55:55.678+01:00"}],"updated":[{"raw":"2018-06-07T15:20:07.974+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva-112516"},{"id":"diva2:460018","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Lean administration : En litteraturgenomgång av lean när konceptet implementeras i kommuner","language":"swe","author":[{"family":"Brännmark","given":"Mikael","localId":"u1d3fn9w","affiliation":[{"id":"6162","name":"KTH, Ergonomi"}]}],"abstract":"Lean blir allt vanligare i svensk offentlig förvaltning. Litteraturstudier har tidigare genomförts inom sjukvård och service. Denna litteraturgenomgång fokuserar istället på kommuner. Fokus ligger på vilka former som lean-konceptet tar, hur det implementeras, vilka effekter som uppnås, samt vilka svårigheter som man stött på. Sökningar gjordes i två omgångar i fyra olika databaser under i maj 2010. Endast empiriska artiklar i peer-reviewadetidsskrifter inkluderades; studier som inom vård- eller industriliknande kontexterexkluderades. Totalt resulterade sökningen och urvalsprocessen i fem publikationer, som beskriver lean i elva verksamheter. Slutsatserna från genomgången av dessa är de studerade lean-implementeringar i hög grad utgår från en ansats som påminner om värdeflödeskartläggningar. Fokus för lean-arbetet ligger på verktyg och system för förbättringsarbete. De upplevda problemen i lean-arbetet är framför allt associerade med implementeringsansatsen, snarare än konceptet eller kontexten. Verksamheternas arbete med lean har gett mestadels positiva verksamhetseffekter, framför allt rörande effektivitet och produktivitet. Hur kunderna, och framför allt personalen, påverkats är dock osäkrare.","NBN":"urn:nbn:se:kth:diva-49661","container-title":"FALF2011: Det nya arbetslivet","event":"Forum för arbetslivsforsknings årliga konferens","keyword":"Lean; kommuner; kommunal verksamhet; litteratursökning; litteraturgenomgång","publisher-place":"Luleå","publisher":"FALF","note":"QC 20111130","published":[{"raw":"2011-12-01T17:00:00.000+01:00"}],"created":[{"raw":"2011-11-28T22:38:05.167+01:00"}],"updated":[{"raw":"2022-06-24T19:56:23.275+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-49661"},{"id":"diva2:1012656","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"A wood construction network and the view on subcontractor systems : A Swedish experience","language":"swe","author":[{"family":"Bystedt","given":"Anders","localId":"andersby","affiliation":[{"id":"875054","name":"Luleå tekniska universitet, Träteknologi"}]}],"abstract":"The Swedish construction market is characterised in a too low endurable housing production at a too high cost level. Forces are raised to increase the production and lowering the production costs without repeating the experienced mistakes from the Million programs of the 1970s. Thus, the construction market in Sweden faces a challenge in building more apartments at a lower price in buildings that are flexible in design and fit into surroundings. The wood manufacturing industry has found that there is a possibility to meet the demands of the market. In the report More Wood in Construction - Foundation for a National Strategy (DS 2004:1 transl.)* there has been found that there is a potential in wood construction of multi storey buildings. The research in wood construction has mainly been done in the field of technology. In the report there is an interest in new business concepts; one of these concepts is strategic networks. A strategic network can bee seen as a tool for excellence, where different competence in the network create the knowledge needed to be an interesting partner in the constructing area. But the production in the This paper examines the questions of what demands a strategic network state on sub contractors in an industrialised wood construction process and how the integration should be managed. The questions deals with the view on cooperation in the surrounding of the strategic network; this cooperation is needed in areas where the network itself does not have the knowledge needed. A case study in an ongoing creation process of a strategic network will be presented. The project has been studied through interviews with leading representatives at different actors involved in the strategic network creation process. The empirical results show that there is not a neglectable degree of cooperation needed between the network and the sub contractor system. The cooperation involves development in the construction system and a close connection to the different businesses in the strategic network. One tentative suggestion is that the strategic network view is that the sub contractor has to be able to add value to the construction system and take part in developing it; I simply regard the sub contractor being a semimember rather than a contractor. This view creates a new situation and a new way of acting both for the sub contractor and the business in the construction area. *Mer trä i byggandet - Underlag för en nationell strategi (DS 2004:1)","NBN":"urn:nbn:se:ltu:diva-39147","localId":"dc849acb-5574-4fce-a30c-1d4d71f480b7","container-title":"The Future of Nordic Business Schools : 19th Nordic Academy of Management Conference","event":"Nordic Academy of Management Conference  : On Practice and Knowledge Eruptions 21/08/2013 - 23/08/2013","note":"Godkänd; 2007; 20120921 (andbra)","published":[{"raw":"2016-10-03T13:21:59.673+02:00"}],"created":[{"raw":"2016-10-03T13:21:59.787+02:00"}],"updated":[{"raw":"2023-09-06T15:52:24.012+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-39147"},{"id":"diva2:237914","type":"paper-conference","issued": {"date-parts": [[2001]]},"title":"Förbättring av produktinnovationsprocesser inom ramen för TQM","language":"swe","author":[{"family":"Chibba","given":"Aron","localId":"arch","affiliation":[{"id":"3909","name":"Högskolan i Halmstad, Maskinteknisk produktframtagning (MTEK)"}]},{"family":"Rundquist","given":"Jonas","ORCID":"0000-0002-8603-9269","localId":"joru","affiliation":[{"id":"3909","name":"Högskolan i Halmstad, Maskinteknisk produktframtagning (MTEK)"}]}],"abstract":"Forskning inom management och organisation indikerar att innovativa företag är dubbelt så lönsamma som andra företag (Tidd et. al., 1997). Innovationsverksamhet är riskabel och svår att organisera, men sedan 1980-talet har ett flertal modeller presenterats för att organisera innovationsverksamhet. Forskningen inom detta område benämns ibland Innovation management. TQM-konceptet är en managementfilosofi för att förbättra den operationella kvaliten i ett företag och som baseras på de anställdas deltagande, ständiga förbättringar och kundtillfredsställelse.I denna artikel kommer vi att försöka skapa grunden till en kombinerad modell för TQM och innovationsledning som drar nytta av de båda filosofiernas respektive styrkor. Vi kommer också att diskutera hur modellen kan användas och vidareutvecklas av små och medelstora företag i samarbete med högskolan.","ISBN":"91-631-2507-2","NBN":"urn:nbn:se:hh:diva-696","localId":"2082/1043","page":"249-258","container-title":"Forskningssamverkan och nya former av kunskapsbildning : sammanställning av bidrag till konferensen Högskolor och samhälle i samverkan, Högskolan i Halmstad, 9-11 maj 2001 : proceedings from the 2nd HSS Research Conference, Halmstad University, Sweden, May 9-11, 2001","event":"Högskolor och samhälle i samverkan, 2:a HSS konferensen, 9-11 maj 2001, Högskolan i Halmstad, Halmstad, Sverige","keyword":"TQM; Produktutveckling; Innovation; processutveckling","publisher-place":"Halmstad","publisher":"Högskolan i Halmstad","note":"[ed] Kjell Eriksson","published":[{"raw":"2007-05-29T15:23:00.000+02:00"}],"created":[{"raw":"2007-05-29T15:23:46.000+02:00"}],"updated":[{"raw":"2018-03-23T10:26:38.330+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hh:diva-696"},{"id":"diva2:1008084","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Planering och styrning av byggprojekt : Platschefers versioner","language":"swe","author":[{"family":"Chronéer","given":"Diana","ORCID":"0000-0002-7880-2770","localId":"dianac","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]},{"family":"Segerstedt","given":"Anders","ORCID":"0000-0002-1173-6713","localId":"anderss","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]}],"abstract":"Ett antal platschefer och arbetschefer i olika byggbolag har intervjuats. De har presenterat sina tankegångar och idéer om vad som är svårt och vad som är lätt i olika byggprojekt. Det som diskuterats är för och nackdelar med olika entreprenadformer, ackord, 3D-modellering, olika hjälpmedel som används, historisk kontra framtida utveckling m.m. Ett byggprojekt är ett logistiskt problem och utmaning, material skall in, men material skall oftast även ut och bort. Den inledande planeringen, val av byggmetod och arbetsplatsen organisering, var byggbaracker och materialupplag placeras är mycket viktig för att byggprojektet kan genomföras på ett effektivt sätt. Ett flertal andra konstateranden presenteras också.","ISBN":"978-91-976444-5-7","NBN":"urn:nbn:se:ltu:diva-34833","localId":"922acaff-3f4f-4f18-8f05-0b0ce86b51b7","page":"71-80","container-title":"PLANs Forsknings- och tillämpningskonferens 2011 - Logistik i praktisk tillämpning","event":"PLANs forsknings- och tillämpningskonferens :  31/08/2011 - 01/09/2011","publisher-place":"Stockholm","publisher":"Logistikföreningen Plan","note":"[ed] Fredrik  Persson; Martin  Rudberg","published":[{"raw":"2016-09-30T16:09:19.469+02:00"}],"created":[{"raw":"2016-09-30T16:09:19.596+02:00"}],"updated":[{"raw":"2023-09-06T16:04:21.301+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-34833"},{"id":"diva2:838261","type":"paper-conference","status":"Published","issued": {"date-parts": [[1997]]},"title":"FFT i ett historiskt perspektiv","language":"swe","author":[{"family":"Claesson","given":"Ingvar","localId":"icl","affiliation":[]}],"abstract":"Några nedslag i Fouriertransformens historia och FFT:ns ursprung från 1805 och framåt behandlas i denna populära betraktelse. Vi stannar upp ett slag hos Gauss, funderar över vad han gjort för oss ingenjörer och vi avslutar med en del praktiska konsekvenser och tips som är aktuella idag.","NBN":"urn:nbn:se:bth-10190","localId":"oai:bth.se:forskinfo253082461CAFA051C1256C6F004442AE","event":"Svenska VIBrationsföreningen AU-1 Konferens","published":[{"raw":"2012-09-18T00:00:00.000+02:00"}],"created":[{"raw":"2002-11-12T00:00:00.000+01:00"}],"updated":[{"raw":"2015-06-30T16:07:06.895+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-10190"},{"id":"diva2:1010433","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Film thickness and friction torque prediction of lubricant greases using bleed oil properties","language":"swe","author":[{"family":"Cousseau","given":"Tiago","affiliation":[{"name":"FEUP, Universidade do Porto, INEGI, Universidade do Porto"}]},{"family":"Björling","given":"Marcus","ORCID":"0000-0002-4271-0380","localId":"marbjo","affiliation":[{"id":"875050","name":"Luleå tekniska universitet, Maskinelement"}]},{"family":"Graça","given":"Beatriz","affiliation":[{"name":"INEGI, Universidade do Porto"}]},{"family":"Campos","given":"Armando","affiliation":[{"name":"ISEP, Instituto Superior de Engenharia do Porto"}]},{"family":"Seabra","given":"Jorge","affiliation":[{"name":"FEUP, Universidade do Porto"}]},{"family":"Larsson","given":"Roland","ORCID":"0000-0001-9110-2819","localId":"rola","affiliation":[{"id":"875050","name":"Luleå tekniska universitet, Maskinelement"}]}],"NBN":"urn:nbn:se:ltu:diva-36934","localId":"ac434356-4097-41ec-970b-425eeada9afb","container-title":"Film thickness and friction torque prediction of lubricant greases using bleed oil properties","event":"15th International Conference on Experimental Mechanics : ICEM15 22/09/2012 - 27/09/2012","note":"För godkännande; 2012; 20160905 (marbjo)","published":[{"raw":"2016-10-03T12:47:00.000+02:00"}],"created":[{"raw":"2016-10-03T12:47:22.236+02:00"}],"updated":[{"raw":"2023-09-05T12:34:30.959+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-36934"},{"id":"diva2:1525013","type":"paper-conference","issued": {"date-parts": [[2017]]},"title":"Civilingenjör och lärare - ett bidrag till hållbar ingenjörsutbildning","language":"swe","author":[{"family":"Cronhjort","given":"Mikael","ORCID":"0000-0002-4677-1498","localId":"milcrt","affiliation":[{"name":"KTH, Lärande"}]},{"family":"Nyberg","given":"Sara","affiliation":[{"name":"KTH, Lärande"}]},{"family":"Naeslund","given":"Lars"}],"abstract":"Vi har studerat hur kombinationsutbildningen Civilingenjör och lärare på KTH bidrar till att avhjälpa lärarbristen och därigenom bidrar till en hållbar ingenjörsutbildning. Studien bygger på data från enkäter och intervjuer med programmets alumner. Enkätmaterialet visar att cirka 30% av alumnerna arbetar i gymnasieskolan, 60% i näringslivet och 10% med övrigt, exempelvis i organisationer eller på universitet. Alumnerna anser sig vara gynnade på arbetsmarknaden. De har ett starkt självförtroende och en mycket positiv bild av den egna kompetensen.","NBN":"urn:nbn:se:hig:diva-35174","event":"6:e utvecklingskonferensen för Sveriges ingenjörsutbildningar","published":[{"raw":"2021-02-02T16:41:10.564+01:00"}],"created":[{"raw":"2021-02-02T16:41:10.643+01:00"}],"updated":[{"raw":"2021-02-02T16:41:10.564+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hig:diva-35174"},{"id":"diva2:1161644","type":"paper-conference","issued": {"date-parts": [[2017]]},"title":"Civilingenjör och lärare - ett bidrag till hållbar ingenjörsutbildning","language":"swe","author":[{"family":"Cronhjort","given":"Mikael","ORCID":"0000-0002-4677-1498","localId":"u17w76zu","affiliation":[{"id":"7900","name":"KTH, Lärande"}]},{"family":"Nyberg","given":"Sara","localId":"u12dt5fi","affiliation":[{"id":"7900","name":"KTH, Lärande"}]},{"family":"Naeslund","given":"Lars","affiliation":[]}],"abstract":"Vi har studerat hur kombinationsutbildningen Civilingenjör och lärare på KTH bidrar till att avhjälpa lärarbristen och därigenom bidrar till en hållbar ingenjörsutbildning. Studien bygger på data från enkäter och intervjuer med programmets alumner. Enkätmaterialet visar att cirka 30% av alumnerna arbetar i gymnasieskolan, 60% i näringslivet och 10% med övrigt, exempelvis i organisationer eller på universitet. Alumnerna anser sig vara gynnade på arbetsmarknaden. De har ett starkt självförtroende och en mycket positiv bild av den egna kompetensen.","NBN":"urn:nbn:se:kth:diva-218894","event":"6:e utvecklingskonferensen för Sveriges ingenjörsutbildningar","note":"QC 20171206","published":[{"raw":"2017-11-30T14:31:00.000+01:00"}],"created":[{"raw":"2017-11-30T14:31:19.994+01:00"}],"updated":[{"raw":"2022-06-26T23:08:43.972+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-218894"},{"id":"diva2:468684","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Projektkurs i produktutveckling i samarbete med industrin","language":"swe","author":[{"family":"Degerman","given":"Lars","localId":"larsdege","affiliation":[{"id":"1587","name":"Uppsala universitet, Industriell teknik"}]}],"abstract":"Projektarbeten har blivit vanligt förekommande moment i kurser inom ingenjörsutbildning. Det är därför viktigt att analysera hur planering och genomförande av en projektkurs kan göras för att på bästa sätt stödja studenternas inlärning. Finns det kanske några generella framgångsfaktorer att ta hänsyn till? Detta kommer att diskuteras med utgångspunkt från en projektkurs i produktutveckling vid högskoleingenjörsprogrammet i maskinteknik vid Uppsala Universitet. Fokus förutom projektarbete kommer att vara produktutveckling. Hur tränar man studenterna på bästa sätt för att bli duktiga produktutvecklare?","NBN":"urn:nbn:se:uu:diva-164610","container-title":"3:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Tekniska Högskolan vid Linköpings universitet, 30 november - 1 december 2011","event":"3:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Tekniska Högskolan vid Linköpings universitet, 30 november - 1 december 2011","keyword":"Produktutveckling; projektarbete; industrisamarbete","published":[{"raw":"2012-01-04T11:13:00.000+01:00"}],"created":[{"raw":"2011-12-21T13:53:22.920+01:00"}],"updated":[{"raw":"2012-01-26T09:44:50.740+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:uu:diva-164610"},{"id":"diva2:643916","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Hardware-in-the-loop simulering av elektrohydraulisk servostyrning för tunga fordon","language":"swe","author":[{"family":"Dell'Amico","given":"Alessandro","localId":"alede48","affiliation":[{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]}],"abstract":"Ökade krav på säkrare fordon i trafiken har lett till att forskningen har inriktat sig mot mer styrningsrelaterade säkerhets-funktioner. I ett komplett scenario används ett flertal sensorer för att detektera bl.a. hinder och fordonets placering på vägen.Denna information nyttjas sedan för att skapa en hotbild och beslut måste tas för att undvika en kommande olycka. I grundenmåste det finnas en aktuator som tillåter att ändra hjulvinkeln eller det moment som krävs för att vrida hjulen. Samtidigt ökar ständigt kraven på lägre utsläpp för fordon, där även styrservot är en bidragane faktor. I personbilsindustrin har man löst detta genom att införa ett rent elektriskt styrservo. Till skillnad mot det traditionella styrservot som är rent hydraulmekaniskt, kan man i ett elektriskt styrservo manipulera den assistans som servot ger samtidigt som energiförbrukning minskar dramatiskt. För tunga fordon är det idag inte möjligt att införa rent elektrisk styrservo, framförallt p.g.a. de stora laster som förekommer. Detta projekt syftar till att undersöka möjligheterna att implementera aktiv styrning i tunga fordon samtidigt som energiförbrukning kan minskas. Detta görs med hjälp av en konceptstudie där hardware-in-the-loop simulering är en viktig del för att untvärdera olika koncept. Testriggen som har tagits fram består till hårdvaran av ett styrservo och till mjukvaran av en fordonsmodell. Testriggen är generisk vilket innebär att vilket koncept som helst inom samma kategori kan implementeras och utvärderas. Därav kan testriggen vara en del i designprocessen.","NBN":"urn:nbn:se:liu:diva-96905","container-title":"Hydraulikdagarna 2012","event":"Hydraulikdagarna, 17-18 april 2012, Linköping, Sverige","published":[{"raw":"2013-08-29T07:52:00.000+02:00"}],"created":[{"raw":"2013-08-29T07:52:00.929+02:00"}],"updated":[{"raw":"2013-09-17T12:17:43.866+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-96905"},{"id":"diva2:1000986","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Vågutbredning i berg","language":"swe","author":[{"family":"Eitzenberger","given":"Andreas","ORCID":"0000-0003-0420-3174","localId":"andeit","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]}],"abstract":"I tätbefolkade områden kan vibrationer genererade av tågtrafik i tunnlar nå närliggande byggnader i form av stomljud och/eller vibrationer. Tillförlitliga prognoser för att säkerställa att de som vistas i byggnaderna inte ska störas är nödvändigt när man planerar en ny järnväg eller bygger nya byggnader längs en befintlig järnväg. Numeriska analyser är idag en naturlig del vid prognostisering av tåginducerade vibrationer/stomljud. Vid analyserna antas ofta marken bestå av ett homogent och isotropt material. Vågutbredning genom diskontinuerliga bergmassor har studerats med hjälp numeriska analyser för att bedöma om ett sådant antagande är rimligt. Resultaten visar att sprickor under vissa förutsättningar påverkar vibrationerna lokalt på markytan ovanför en tunnel utsatt för en  dynamisk last. Egenskaper som har stor inverkan på vågutbredning är sprickans normal och skjuvstyvhet, sprickors orientering och antal samt sprickavståndet. Zoner kan kanalisera vågor vilket resulterar i ökade vibrationer på markytan där zonen når markytan, men kan också agera som en vågfälla eller ett filter. Om det översta skicket av bergmassan har egenskaper som skiljer sig från den omgivande bergmassan förstärks generellt vibrationerna på markytan, särskilt i horisontell riktning.","NBN":"urn:nbn:se:ltu:diva-27796","localId":"1585d2bc-fd37-4e44-9511-2e46d6d02a2f","page":"115-126","container-title":"Föredrag vid Bergmekanikdag i Stockholm, 11 mars 2013","event":"Bergmekanikdag 2013 :  11/03/2013 - 11/03/2013","publisher-place":"Stockholm","publisher":"Stiftelsen bergteknisk forskning - Befo","note":"Godkänd; 2013; 20130617 (ysko)","published":[{"raw":"2016-09-30T14:17:20.363+02:00"}],"created":[{"raw":"2016-09-30T14:17:20.465+02:00"}],"updated":[{"raw":"2023-09-06T16:10:57.906+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27796"},{"id":"diva2:1212035","type":"paper-conference","issued": {"date-parts": [[2018]]},"title":"Traceability of decisions in product realization processes of custom engineered products","language":"swe","author":[{"family":"Elgh","given":"Fredrik","ORCID":"0000-0002-3677-8311","localId":"elfr","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Johansson","given":"Joel","ORCID":"0000-0003-1162-724x","localId":"jojo","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Poorkiany","given":"Morteza","ORCID":"0000-0003-1992-9728","localId":"pomort","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Stolt","given":"Roland","ORCID":"0000-0001-6278-2499","localId":"stro","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Raudberget","given":"Dag","ORCID":"0000-0002-6761-597X","localId":"RaDa","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]}],"abstract":"Custom engineered products require an engineer-to-order approach in development, quotation preparation and order processing. This work reports the result of a three-and-a-half-year project were the objective was to develop means for implementation and management of computer support for engineering design and production engineering of customized products. Efficient re-use is essential for success and decision is identified as the core concept to trace tasks executed, knowledge used, design rationale and artefacts developed throughout the product realization process.","ISBN":"978-953-7738-59-4","DOI":"10.21278/idc.2018.0505","ScopusId":"2-s2.0-85054981077","NBN":"urn:nbn:se:hj:diva-39618","page":"249-260","container-title":"DS92: Proceedings of the DESIGN 2018 15th International Design Conference","event":"15th International Design Conference - DESIGN 2018, May 21st-24th, 2018, Dubrovnik, Croatia","keyword":"design knowledge; information management; process modelling; customisation; engineer-to-order","publisher":"The Design Society","note":"[ed] Marjanović D., Štorga M., Škec S., Bojčetić N., Pavković N.","published":[{"raw":"2018-06-01T08:31:00.000+02:00"}],"created":[{"raw":"2018-06-01T08:31:52.159+02:00"}],"updated":[{"raw":"2019-02-14T11:45:58.871+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hj:diva-39618"},{"id":"diva2:798435","type":"paper-conference","issued": {"date-parts": [[2014]]},"title":"Engagera och aktivera studenter med inspiration från konferenser : examination genom poster-presentation","language":"swe","author":[{"family":"Emanuelsson","given":"Olof","ORCID":"0000-0002-8879-9245","localId":"u15t3py5","affiliation":[{"id":"5907","name":"KTH, Genteknologi"},{"id":"5921","name":"KTH, Science for Life Laboratory, SciLifeLab"}]},{"family":"Arvestad","given":"Lars","ORCID":"0000-0001-5341-1733","localId":"u104ogsm","affiliation":[{"name":"Stockholm University"},{"id":"5921","name":"KTH, Science for Life Laboratory, SciLifeLab"}]},{"family":"Käll","given":"Lukas","ORCID":"0000-0001-5689-9797","localId":"u1gqsept","affiliation":[{"id":"5907","name":"KTH, Genteknologi"},{"id":"5921","name":"KTH, Science for Life Laboratory, SciLifeLab"}]}],"abstract":"I en forskningsnära kurs om 7.5 hp på master-nivå inom bioinformatikämnet vid KTH består drygt halva kursen av ett projekt som genomförs i grupper om tre studenter. Varje projekt har en egen projektuppgift med inget eller marginellt överlapp med andra gruppers uppgifter. Projekten är så gott som uteslutande baserade på aktuella frågeställningar i lärarteamets egna forskningsgrupper eller deras närhet. Projektet redovisas dels genom en posterpresentation, dels med individuell webbaserad projektdagbok. Vid posterredovisningen, som omfattar tre timmar i slutet av tentamensperioden, är alla kursdeltagare med. Vi försöker i möjligaste mån efterlikna situationen där ett autentiskt forskningsresultat presenteras på en riktig konferens. Varje deltagare (student) förväntas alltså ta del av varje annan grupps poster, på samma sätt som sker vid de flesta vetenskapliga konferenser. Vi genomför en enklare kamratbedömning på posternivå, där varje student ska avge en kort och konfidentiell kommentar om var och en av övriga postrar. Kursens lärare bedömer förstås också postrarna. En av svårigheterna är att sätta individuella betyg. Här använder vi oss av individuella projektdagböcker, som ger vägledning till de olika individernas insatser inom projektet. Vi har provat detta under fyra kursomgångar med som mest sju projekt. Examinationsformen är rolig och motiverande både för studenterna och lärarna.","NBN":"urn:nbn:se:kth:diva-163041","container-title":"Proceedings 2014, 8:e Pedagogiska inspirationskonferensen 17 december 2014","event":"LTHs 8:e Pedagogiska Inspirationskonferens, 17 december 2014","keyword":"examination; konstruktiv länkning; bioinformatik; projektkurs; poster-presentation","publisher-place":"Lund","note":"[ed] Roy Andersson","published":[{"raw":"2015-03-26T15:48:00.000+01:00"}],"created":[{"raw":"2015-03-26T15:48:16.701+01:00"}],"updated":[{"raw":"2022-06-23T15:24:46.720+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-163041"},{"id":"diva2:1014800","type":"speech","issued": {"date-parts": [[2013]]},"title":"Aktivitet: En pågående fallstudie av svenska SME sågverk : TräIN presentation 2013-10-24 Jarkko Erikshammar","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"Beskrivning av pågående forskning för TräIns styrgrupp.","NBN":"urn:nbn:se:ltu:diva-41827","localId":"e8e6224c-84f1-4e3c-baac-2d8af012c425","keyword":"Sawmill industry; Small Business; Business Model","note":"Startdatum: 24/10/2013; Slutdatum: 24/10/2013; Projekt: TräIN; Roll: Talare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:58:16.003+02:00"}],"created":[{"raw":"2016-10-03T13:58:16.125+02:00"}],"updated":[{"raw":"2017-11-24T23:48:10.490+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41827"},{"id":"diva2:1014790","type":"speech","issued": {"date-parts": [[2015]]},"title":"Aktivitet: Influenser från andra branscher : Lean och SCM i bygg - möjligheter och utmaningar","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"Presentation på Brains n Bricks årliga konferens","NBN":"urn:nbn:se:ltu:diva-41817","localId":"e4df6b42-a444-49e0-88d7-13f3293c27bf","event":"Brains & Bricks årskonferens : Logistik - katalysator för effektivt byggande?\" 12/11/2015 - 12/11/2015","keyword":"Lean; Lean Construction; SCM; Bygglogistik","note":"Startdatum: 12/11/2015; Slutdatum: 12/11/2015; Publikation: Supply Chain Integration for Small Sawmills in Industrialized House-Building; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:58:10.100+02:00"}],"created":[{"raw":"2016-10-03T13:58:10.216+02:00"}],"updated":[{"raw":"2017-11-24T23:48:31.439+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41817"},{"id":"diva2:1014826","type":"speech","issued": {"date-parts": [[2011]]},"title":"Aktivitet: Introduktion till Lean : Lean inom Skolan","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"Workshop presentation om forskning kring lean för Silverskattens förskola","NBN":"urn:nbn:se:ltu:diva-41853","localId":"f6042182-840c-4792-8674-19501dcd369e","event":"Workshop på Silverskattens förskola :  09/09/2011","note":"Startdatum: 09/09/2011; Slutdatum: 09/09/2011; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:58:25.745+02:00"}],"created":[{"raw":"2016-10-03T13:58:25.868+02:00"}],"updated":[{"raw":"2017-11-24T23:47:17.101+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41853"},{"id":"diva2:1014593","type":"speech","issued": {"date-parts": [[2009]]},"title":"Aktivitet: Praktisk Projektstyrning : PPS ett praktiskt verktyg som fungerar för mig…","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"min syn på PPS och forskningsprojekt","NBN":"urn:nbn:se:ltu:diva-41623","localId":"92f0be88-f9be-4354-9403-c1ecb8d9e765","keyword":"projekt; modell","note":"Startdatum: 02/03/2009; Slutdatum: 02/03/2009; Projekt: TräIN; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:56:44.889+02:00"}],"created":[{"raw":"2016-10-03T13:56:45.029+02:00"}],"updated":[{"raw":"2017-11-24T23:54:54.261+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41623"},{"id":"diva2:1014443","type":"speech","issued": {"date-parts": [[2012]]},"title":"Aktivitet: Studentrekrytering Furuhed Kalix","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"En personlig presentation om varför studenter ska välja LTU.","NBN":"urn:nbn:se:ltu:diva-41475","localId":"4fc041cb-31ff-4355-bd6f-b451e42a1379","keyword":"SBN","note":"Startdatum: 26/03/2012; Slutdatum: 26/03/2012; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:55:54.492+02:00"}],"created":[{"raw":"2016-10-03T13:55:54.618+02:00"}],"updated":[{"raw":"2017-11-24T23:59:49.067+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41475"},{"id":"diva2:1014538","type":"speech","issued": {"date-parts": [[2013]]},"title":"Aktivitet: Studentrekrytering Furuhed Kalix : Examen! Och sen då?","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"En personlig presentation om varför studenter ska välja LTU.","NBN":"urn:nbn:se:ltu:diva-41570","localId":"7d32a688-f3ea-4ab8-91c9-628da8e39513","keyword":"SBN; Studentrekrytering","note":"Startdatum: 28/03/2013; Slutdatum: 28/03/2013; Projekt: Lean Wood Engineering; Projekt: TräIN; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:56:26.206+02:00"}],"created":[{"raw":"2016-10-03T13:56:26.329+02:00"}],"updated":[{"raw":"2017-11-24T23:56:37.577+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41570"},{"id":"diva2:1543397","type":"paper-conference","issued": {"date-parts": [[2020]]},"title":"Slöseri i produktionsprocessen för vägentreprenader","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006x","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Bergbom","given":"Axel","affiliation":[{"name":"BDX, Kallaxvägen 190, 975 95 Luleå, Sweden"}]}],"abstract":"Om Sverige ska nå sina klimatmål måste även anläggningsbranschen, som står för 40% av de globala utsläppen av växthusgaser, bidra till en hållbar utveckling. Produktionsprocessen av vägentreprenader innebär transporter av stora mängder med massor som även bidrar till stora avfallsmängder. En effektiv planering krävs för att optimera en massbalans, skapa ytor för mellanlagring och bearbetning av massor, samt öka förutsättningarna för en högre grad av återanvändning och återvinning av jordmassor. Det krävs en effektivisering som genomsyrar hela kedjan för att minska slöseriet i produktionsprocessen. Syftet med studien är att undersöka produktionsprocessen inom vägentreprenader ur ett effektivitetsperspektiv. Målet är att beskriva produktionsprocessen samt föreslå effektiviseringsförslag som kan bidra till hållbar utveckling genom reduktion av slöseri. Genom att kartlägga slöseriet och dess orsaker i en fallstudie har målet varit att ta fram ett effektiviseringsförslag för produktionsprocessen för vägentreprenader. Processen har testats systematiskt genom att använda programmet DynaRoad för att skapa massdisponeringsplaner och massbalansering. Studien visar att slöseri i form av väntan, onödiga transporter och felaktigt utförande återfinns i produktionsprocessen för vägentreprenader. Slöseriet uppstår primärt för aktiviteterna schaktning och avvattningsåtgärder, sprängning och transporter. Orsakerna till slöseriet kan delas in i två kategorier: externa och interna. Externa orsaker uppkommer från beställare, leverantör och geografiskt läge. Detta i form av långa körsträckor, resursbrist, tillhandahållande av beslut och bygghandlingar samt kompetens och rutin hos maskinförare. Interna orsaker uppkommer från entreprenören i form av begränsad styrning och kontroll över produktionen. Studien indikerar att entreprenadföretag bör prioritera sin planering av produktionsprocessen, vilket ger bättre projektförutsättningar, effektivare processer, minskat slöseri och miljöbelastning","NBN":"urn:nbn:se:ltu:diva-83582","container-title":"PLANs forsknings- och tillämpningskonferens 2020 : Artiklar från konferensen på KTH Södertälje 21 oktober 2020","event":"PLANs Forsknings- och tillämpningskonferens 2020, Online, October 21, 2020","keyword":"Industrialized Construction; Civil Engineering; sustainable; construction supply chain management; Industriellt byggande; Hållbart; Anläggning; bygglogistik","publisher":"KTH Royal Institute of Technology","note":"[ed] Magnus Wiktorsson","published":[{"raw":"2021-04-12T08:42:00.000+02:00"}],"created":[{"raw":"2021-04-12T08:42:29.280+02:00"}],"updated":[{"raw":"2023-02-06T11:16:29.145+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-83582"},{"id":"diva2:1825681","type":"paper-conference","issued": {"date-parts": [[2023]]},"title":"Dynamiska layouter i den tillfälliga fabriken","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006x","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Haage","given":"Mathias","affiliation":[{"name":"Lunds tekniska högskola, 221 00 Lund, Sweden"}]},{"family":"Andersson","given":"Isak","localId":"aneisa-7","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Stehn","given":"Lars","ORCID":"0000-0002-3067-9451","localId":"lms","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Eriksson","given":"Helena","affiliation":[{"name":"Lunds tekniska högskola, 221 00 Lund, Sweden"}]}],"NBN":"urn:nbn:se:ltu:diva-103288","page":"222-238","container-title":"PLANs Forsknings- och tillämpningskonferens 2023 : Logistik och Produktion - hållbar, ansvarsfull och uthållig framtid","event":"PLANs Forsknings- och tillämpningskonferens 2023, Trollhättan, Sverige, Oktober 17-18, 2023","publisher-place":"Trollhättan","publisher":"Högskolan Väst","published":[{"raw":"2024-01-10T08:24:06.132+01:00"}],"created":[{"raw":"2024-01-10T08:24:06.217+01:00"}],"updated":[{"raw":"2024-01-10T08:24:06.132+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-103288"},{"id":"diva2:1366823","type":"paper-conference","issued": {"date-parts": [[2019]]},"title":"Omvänd logistik inom industriellt byggande : En fallstudie av väderskydd för volymer inom flerfamiljshusbyggande","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Hofacker","given":"Mathias"}],"abstract":"<i>Svensk byggindustri står för en stor del av Sveriges klimatpåverkan. Omvänd logistik kan bidra till minskad klimatpåverkan genom reduktion av avfall. Företagen behöver modeller som stöttar beslutsfattande inom omvänd logistik för att säkerställa en långsiktig hållbarhet. Studien strävar därför mot att skapa en djupare förståelse kring området omvänd logistik och hur det kan tillämpas inom hållbart industriellt byggande. Syftet är att undersöka hur ekonomiska, sociala och miljömässiga hållbarhetskriterier kan tillämpas för att utveckla en beslutsmodell inom omvänd logistik för industriellt byggande. I studien har valet av väderskydd hos en industriell tillverkare av flerfamiljshus använts som fallstudie för att utveckla, analysera och verifiera en beslutsmodell för omvänd logistik. Tre olika väderskyddsprodukter analyserades och jämfördes med hjälp av beslutsmodellen. Företaget rekommenderas att behålla nuvarande emballeringssystem. Beslutskriterierna som är viktiga vid beslutsfattande gällande väderskydd kopplades främst till ekonomiska, sociala och miljömässiga drivkrafter. Studien indikerar att tillämpad teori, som utvecklats främst mot verkstadsindustrin, går att överföra till beslutskriterier för omvänd logistik inom industriellt byggande. Beslutsmodellens kriterier stöttar beslut i väderskyddsprocessen, även om kriterierna går att förfina för att leverera ett mer precist beslutsunderlag. Vidare forskning behövs för att validera och förfina modellen, samt att utöka användningsområdet till andra processer utöver väderskydd.</i>","NBN":"urn:nbn:se:ltu:diva-76577","page":"1-275","container-title":"PLANs Forsknings- ochtillämpningskonferens 2019 : Artiklar från konferensen på Linköpings tekniska högskolaLinköping 23 - 24 oktober 2019","event":"PLANs Forsknings- och tillämpningskonferens 2019","keyword":"Indsutrialized Construction; Industrialized house-builidng; revers logistics; supply chain management; reverse distribution; construction supply chain management; Industriellt byggande; Hållbart; omvänd logistik; grön logistik; omvänd distribution; logistik; bygglogistik","publisher-place":"Linköping","note":"[ed] Fredrik Persson","published":[{"raw":"2019-10-30T20:34:00.000+01:00"}],"created":[{"raw":"2019-10-30T20:34:46.619+01:00"}],"updated":[{"raw":"2022-10-27T11:35:54.841+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-76577"},{"id":"diva2:1543415","type":"paper-conference","issued": {"date-parts": [[2020]]},"title":"En konceptuell logistikmodell för planering inom anläggning","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006x","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Johansson","given":"Amanda","affiliation":[{"name":"Peab Anläggning, Region Öst, 144 40 Rönninge, Sweden"}]}],"abstract":"Bygg- och anläggningsbranschen har, förutom en låg produktivitet där icke-värdeskapande aktiviteter uppgår till 30-35% av projektets totala produktionskostnad, en påverkan av det globala utsläppet av växthusgaser på upp till 40%. Utsläpp av växthusgaser, såsom koldioxid och metan, och förbrukningen av resurser inom byggbranschen måste minska kraftigt på kort tid för att branschen ska bidra till det svenska och europeiska klimatmålet. I anläggningsprojekt är det ofta problem med stora projektytor och svåråtkomlig terräng, men det kan även vara problem med trånga utrymmen runt projektet. Dessutom innebär projekt i anläggningsbranschen ofta omfattande hantering av massor vilket innebär en logistisk utmaning i planeringsfasen då hela området inte är undersökt. Företag inom anläggningssektorn arbetar sällan med tydliga modeller för logistik inom planering vilket kan potentiellt ytterligare öka slöseriet i processerna. Studiens syfte har varit att undersöka planeringsfasen och utveckla en konceptuell logistiskmodell för anläggningsprojekt. Logistikmodellen har utvecklats från befintlig teori och testats i fokusgrupper. Modellen består av sjutton komponenter som innehåller aktiviteter och verktyg samt beskriver de förutsättningar som krävs för en effektiv logistik i anläggningsprojekt. Fokusgruppernas svar indikerar att logistik inte är företagens huvudfokus; respondenterna har svårt att se fördelarna med att använda logistik som begrepp och de aktiviteter som lyfts fram i modellen förekommer sällan i praktiken. Studien indikerar att genom att ta fram standardiserade processer för logistik inom anläggningsbranschen och organisera ansvarsområdet inom processen och öka kompetensen, finns det därmed en möjlighet att effektivisera produktionen och minska miljöbelastningen.","NBN":"urn:nbn:se:ltu:diva-83585","container-title":"PLANs forsknings- och tillämpningskonferens 2020 : Artiklar från konferensen på KTH Södertälje 21 oktober 2020","event":"PLANs Forsknings- och tillämpningskonferens 2020, Online, October 21, 2020","keyword":"Industrialized Construction; Civil Engineering; construction supply chain management; Industriellt byggande; Anläggning; bygglogistik","publisher":"KTH Royal Institute of Technology","note":"[ed] Magnus Wiktorsson","published":[{"raw":"2021-04-12T09:07:00.000+02:00"}],"created":[{"raw":"2021-04-12T09:07:34.915+02:00"}],"updated":[{"raw":"2023-02-06T11:12:54.940+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-83585"},{"id":"diva2:1039062","type":"paper-conference","issued": {"date-parts": [[2016]]},"title":"Ökad samverkan i försörjningskedjan genom sälj- och verksamhetsplanering : En analys av ett SME sågverks metod och process","language":"swe","author":[{"family":"Erikshammar","given":"Jarkko","ORCID":"0000-0001-7564-006X","localId":"jarkko","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]},{"family":"Stehn","given":"Lars","ORCID":"0000-0002-3067-9451","localId":"lms","affiliation":[{"id":"875032","name":"Luleå tekniska universitet, Industriellt och hållbart byggande"}]}],"abstract":"Ökad videraförädling för små och medelstora (SME) sågverk innebär att ett ensidigt fokus på produktionsprocessen och sågutbyte bör kompletteras med ökad kundfokus. Sälj- och verksamhetsplanering (SVP) är en planeringsmetod som balanserar kundkrav med övriga operativa processer på medellång sikt. Syftet med denna artikel är att beskriva en anpassad SVP-metod och en SVP-process som möter sågverkets specifika behov av ökad effektivitet i försörjningskedjan samt beskriva faktorer som kan undersökas vidare för att skapa en ökad förståelse av SVP tillämpningen inom sågverkets kontext. Data som analyserats är från en longitudinell fallstudie på ett svenskt SME sågverk och processen för införandet av en SVP-metod. Sågverket sågar cirka 100000 kubikmeter per år av både gran och tall. Forskningen visar att SVP-metoden bör utvecklas så att den kan balansera i två nivåer; både för sågat färdigvarulager och lager för vidareförädling med hänsyn tagen till divergent och konvergent produktflöde. Den utvecklade metoden visar på sågverkets behov av balanserat råmateriallager, men också behovet av att lösa konflikter mellan sågutbyte och olika marknadskrav. Identifierade faktorer för vidare forskning av SVP, som en tillämpad metod och process, är sågverkets förmåga att linjera interna ekonomiska mål, sågverkets behov av ökad kommunikation i försörjningskedjan, tydligare marknadskrav och engagemang från företagsledningen.","NBN":"urn:nbn:se:ltu:diva-59860","page":"65-75","container-title":"PLANs Forsknings- och tillämpningskonferens 2016 : Logistik - teori möter praktik","event":"PLANs Forsknings- och tillämpningskonferens 2016, Växjö, 19-20 oktober","note":"[ed] Peter Bergling, Helen Forslund","published":[{"raw":"2016-10-21T06:40:00.000+02:00"}],"created":[{"raw":"2016-10-21T06:40:25.681+02:00"}],"updated":[{"raw":"2023-09-05T10:15:39.019+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-59860"},{"id":"diva2:286569","type":"paper-conference","issued": {"date-parts": [[2009]]},"title":"Högskolor och institut - normsystems roll i samarbete","language":"swe","author":[{"family":"Eriksson","given":"Helena","ORCID":"0000-0002-9458-5489","localId":"heer","affiliation":[{"id":"3918","name":"Högskolan i Halmstad, Regionalt lärande och ledarskap (RELL)"}]},{"family":"Hofmaier","given":"Bernd","localId":"beho","affiliation":[{"id":"3918","name":"Högskolan i Halmstad, Regionalt lärande och ledarskap (RELL)"}]}],"abstract":"Under de senaste åren har man från politiskt håll lyft frågan kring relationen mellan högskolor och institut och vad dessa båda aktörer har för roller. Man har pekat på ett behov av mer samverkan mellan högskolor och institut. Detta paper är en analys av två samverkansprojekt mellan högskolor och institut. Intervjuer samt en workshop har genomförts med aktörer från deltagare i projekten och dessa har analyserats utifrån Mertons (1973) och Zimans (1994, 2000) teorier om normsystem inom högskolor respektive institut. Skillnad i normsystem mellan högskolorna och instituten analyseras utifrån synen på kunskap och forskning bland deltagarna i projekten. Skillnaderna i normsystemen kan ses få konsekvenser för hur verksamheten inom högskolorna och institut organiseras. Dessa två utgångspunkter, skilda sätt att se på kunskap och forskning samt olika sätt att organisera sin verksamhet på, skapar i sin tur både möjligheter men även svårigheter att arbeta tillsammans.","NBN":"urn:nbn:se:hh:diva-3683","page":"21","event":"HSS09 Högskolor och Samhälle i Samverkan, Luleå 1-3 juni 2009","keyword":"forskningssamverkan; högskola; forskningsinstitut; normsystem","published":[{"raw":"2010-01-29T09:03:00.000+01:00"}],"created":[{"raw":"2010-01-14T17:03:56.962+01:00"}],"updated":[{"raw":"2022-09-13T12:24:56.292+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hh:diva-3683"},{"id":"diva2:1000061","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Organizational ambidexterity for sustainable construction project performance","language":"swe","author":[{"family":"Eriksson","given":"Per-Erik","ORCID":"0000-0002-1746-2637","localId":"pererik","affiliation":[{"id":"875021","name":"Luleå tekniska universitet, Innovation och Design"}]}],"ISBN":"9789052693958","NBN":"urn:nbn:se:ltu:diva-26881","localId":"0245d273-c327-4cb7-a635-f4751b938544","container-title":"Management and Innovation for a Sustainable Built Environment : CIB International Conference of WO55, WO65, WO89, W112, TG76, TG78, TG81","event":"CIB International Conference of WO55, WO65, WO89, W112, TG76, TG78, TG81 :  20/06/2011 - 23/06/2011","publisher-place":"Delft","publisher":"Delft university of technology","note":"Godkänd; 2011; 20130909 (pererik)","published":[{"raw":"2016-09-30T14:09:51.349+02:00"}],"created":[{"raw":"2016-09-30T14:09:51.443+02:00"}],"updated":[{"raw":"2023-09-06T16:03:51.289+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-26881"},{"id":"diva2:262103","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Effektivare hjullastare : Hybrider?","language":"swe","author":[{"family":"Filla","given":"Reno","localId":"renfi69","affiliation":[{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"},{"id":"4010","name":"Linköpings universitet, Fluid och mekanisk systemteknik"}]}],"abstract":"Med allt högre bränslepriser och den tilltagande samhällsdebatten om växthusgaser och klimatförändringar förvånar det inte att även företag utanför personbilsbranschen undersöker alternativa systemlösningar för att minska avgasutsläppen och oljeberoendet. Detta föredrag presenterar Volvo CEs satsning på elhybrider med fokus på hjullastare.","NBN":"urn:nbn:se:liu:diva-41252","localId":"55402","container-title":"Hydraulikdagar 07,2007","publisher-place":"Linköping","publisher":"Linköpings universitet","published":[{"raw":"2009-12-10T07:13:00.000+01:00"}],"created":[{"raw":"2009-10-10T18:06:06.163+02:00"}],"updated":[{"raw":"2009-12-10T07:13:43.711+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-41252"},{"id":"diva2:1001199","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Hästen som livsstil : beskrivning av ett forskningsprojekt i vardande","language":"swe","author":[{"family":"Forsberg","given":"Lena","localId":"lenaf","affiliation":[{"id":"875021","name":"Luleå tekniska universitet, Innovation och Design"}]}],"NBN":"urn:nbn:se:ltu:diva-28006","localId":"1a66ab30-a0c1-11db-8975-000ea68e967b","container-title":"SVEBIs forsknings- och utbildningskonferens","event":"Hästen som livsstil :  24/11/2004 - 25/11/2004","publisher":"Svensk förening för beteendevetenskaplig idrottsforskning","note":"Godkänd; 2004; 20061026 (biem)","published":[{"raw":"2016-09-30T14:19:15.950+02:00"}],"created":[{"raw":"2016-09-30T14:19:16.062+02:00"}],"updated":[{"raw":"2023-09-06T15:59:30.902+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-28006"},{"id":"diva2:1006205","type":"paper-conference","issued": {"date-parts": [[2003]]},"title":"Logistikprocesser för en effektiv försörjningskedja","language":"swe","author":[{"family":"Forsberg","given":"Rolf","localId":"rolf_f","affiliation":[]}],"ISBN":"91-631-4313-5","NBN":"urn:nbn:se:ltu:diva-32970","localId":"7ab48ca0-77f4-11db-962b-000ea68e967b","page":"243-255","container-title":"Produktionslogistik 2003 : effektivt flöde från leverantör till kund : artiklar från PLAN:s forsknings- och tillämpningskonferens i Luleå 28-29 augusti 2003","publisher-place":"Luleå och Stockholm","publisher":"Luleå tekniska universitet","note":"[ed] Anders Segerstedt; Torbjörn Wiberg","published":[{"raw":"2016-09-30T15:33:36.888+02:00"}],"created":[{"raw":"2016-09-30T15:33:36.969+02:00"}],"updated":[{"raw":"2023-09-06T16:01:16.197+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-32970"},{"id":"diva2:1005868","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"The operator of the future - a key to competitive industry in a future information society","language":"swe","author":[{"family":"Grane","given":"Camilla","ORCID":"0000-0003-1705-8615","localId":"camgra","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]},{"family":"Abrahamsson","given":"Lena","ORCID":"0000-0003-2840-8510","localId":"leab","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]},{"family":"Andersson","given":"Jonas","affiliation":[{"name":"Chalmers University of Technology"}]},{"family":"Berlin","given":"Cecilia","affiliation":[{"name":"Chalmers University of Technology"}]},{"family":"Fasth","given":"Åsa","affiliation":[{"name":"Chalmers University of Technology"}]},{"family":"Johansson","given":"Jan","ORCID":"0000-0002-1367-3277","localId":"jajo","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]},{"family":"Stahre","given":"Johan","affiliation":[{"name":"Chalmers University of Technology"}]},{"family":"Osvalder","given":"Anna-Lisa","affiliation":[{"name":"Chalmers University of Technology"}]}],"abstract":"Increased global competition and forthcoming demographic changes is expected for the Swedish industry. The process and manufacturing industry needs to develop solutions that can provide increased flexibility and production efficiency. A key for the future competitiveness is the operator of the future who works closest to the value adding processes. In the project “The operator of the future”, “Framtidsoperatören” in Swedish, the overall aim is to increase the competiveness of Swedish industry by developing an advanced toolbox that meets future needs. In a pre-study, the tasks and needs of the operator of the future were investigated through workshops with 25 representatives from 15 Swedish process and manufacturing industries and system developers. The results had similarities across industries and suggest solutions that support communication, control and constant learning. The tools should be intuitive and situation adapted with use of strengthened senses. These results give the direction for a continued development of a future toolbox. Through a combination of new supporting technologies and new ways of collaboration the operators of the future might find their work more interesting, stimulating, and developing, leading to enhanced competiveness of Swedish industry.","ISBN":"978-91-7519-752-4","NBN":"urn:nbn:se:ltu:diva-32634","localId":"731793ba-7bf5-49e3-96c8-904da8effd5b","container-title":"Swedish Production Symposium, SPS12 : Proceedings","event":"Swedish Production Symposium :  06/11/2012 - 08/11/2012","note":"Godkänd; 2012; 20130208 (camgra)","published":[{"raw":"2016-09-30T15:30:45.773+02:00"}],"created":[{"raw":"2016-09-30T15:30:45.904+02:00"}],"updated":[{"raw":"2023-09-06T16:08:55.177+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-32634"},{"id":"diva2:905014","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Vem styr egentligen grundutbildningen?","language":"swe","author":[{"family":"Grimsberg","given":"Michaël","affiliation":[{"name":"Lunds tekniska högskola"}]},{"family":"Heintz","given":"Fredrik","affiliation":[{"name":"Linköping University, Department of Computer and Information Science"}]},{"family":"Kann","given":"Viggo","ORCID":"0000-0003-3199-8953","localId":"u1kd2mni","affiliation":[{"id":"5963","name":"KTH, Teoretisk datalogi, TCS"}]},{"family":"Erlander Klein","given":"Inger","affiliation":[{"name":"Linköping University, Faculty of Science & Engineering"}]},{"family":"Öhrström","given":"Lars","affiliation":[{"name":"Chalmers, Kemi och kemiteknik"}]}],"abstract":"Vi belyser olikheter och likheter i hur grundutbildningen styrs på fyra svenska tekniska högskolor. Vi jämför hur lärare och examinatorer väljs ut, hur medel fördelas och vilken roll programansvariga (eller motsvarande) har. De strukturella skillnaderna är relativt stora med störst autonomi för programansvariga på Chalmers tekniska högskola vilket delvis har att göra med att detta lärosäte lyder under aktiebolagslagen.","NBN":"urn:nbn:se:kth:diva-182602","page":"18-22","container-title":"Proceedings 5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Uppsala universitet, 18 - 19 november 2015","event":"5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Uppsala universitet, 18 - 19 november 2015","keyword":"Programme; Management; Education; Engineering school; Funds; Examiner","publisher":"Uppsala universitet","note":"QC 20160404","published":[{"raw":"2016-02-20T21:03:00.000+01:00"}],"created":[{"raw":"2016-02-20T21:03:55.232+01:00"}],"updated":[{"raw":"2022-06-23T10:10:48.592+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-182602"},{"id":"diva2:1007856","type":"paper-conference","issued": {"date-parts": [[2002]]},"title":"Nomader och \"jordade\" i flexibla organisationslandskap : konstruktion av kön i en nätverksorienterad organisation med föränderliga gränser","language":"swe","author":[{"family":"Gunnarsson","given":"Ewa","localId":"ewagun","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]}],"ISBN":"82-7864-012-2","NBN":"urn:nbn:se:ltu:diva-34605","localId":"8d8744c0-f266-11db-bb1b-000ea68e967b","page":"43-48","container-title":"På nye eventyr - mandsforskere uden graenser : artikler fra nordisk konferance om mandforskning Hillerød, Danmark","event":"Tintin på nye eventyr - mannsforskning uten grenser :  26/10/2001 - 27/10/2001","publisher-place":"Olso","publisher":"Institutt for energiteknikk","note":"[ed] Elisabeth Lorenzen; Maria Grönroos","published":[{"raw":"2016-09-30T16:07:22.153+02:00"}],"created":[{"raw":"2016-09-30T16:07:22.256+02:00"}],"updated":[{"raw":"2023-09-06T16:03:07.424+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-34605"},{"id":"diva2:887398","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Knitted Wearable Stretch Sensor for Breathing Monitoring Application","language":"swe","author":[{"family":"Guo","given":"Li","localId":"guo","affiliation":[{"id":"17063","name":"Högskolan i Borås, Institutionen Textilhögskolan"}]},{"family":"Peterson","given":"Joel","localId":"jp","affiliation":[{"id":"17063","name":"Högskolan i Borås, Institutionen Textilhögskolan"}]},{"family":"Qureshi","given":"Waqas","affiliation":[]},{"family":"Kalantar Mehrjerdi","given":"Adib","localId":"adka","affiliation":[{"id":"17062","name":"Högskolan i Borås, Institutionen Ingenjörshögskolan"}]},{"family":"Skrifvars","given":"Mikael","localId":"msk","affiliation":[{"id":"17062","name":"Högskolan i Borås, Institutionen Ingenjörshögskolan"}]},{"family":"Berglin","given":"Lena","localId":"hen","affiliation":[{"id":"17063","name":"Högskolan i Borås, Institutionen Textilhögskolan"}]}],"NBN":"urn:nbn:se:hb:diva-6697","localId":"2320/9943","event":"Ambience'11, Borås, Sweden, 2011","published":[{"raw":"2015-12-22T11:32:45.062+01:00"}],"created":[{"raw":"2015-12-22T11:32:45.229+01:00"}],"updated":[{"raw":"2017-05-02T14:21:50.578+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hb:diva-6697"},{"id":"diva2:689626","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Win-win - att använda pågående samhällsutvecklingsprocesse som levande labb i ingenjörsutbildningen","language":"swe","author":[{"family":"Gustafsson","given":"Sara","localId":"sarem63","affiliation":[{"id":"2193","name":"Linköpings universitet, Industriell miljöteknik"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]},{"family":"Wallsten","given":"Björn","ORCID":"0000-0003-1592-9667","localId":"bjobe92","affiliation":[{"id":"2193","name":"Linköpings universitet, Industriell miljöteknik"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]},{"family":"Fenton","given":"Paul","ORCID":"0000-0001-9509-8271","localId":"paufe40","affiliation":[{"id":"2193","name":"Linköpings universitet, Industriell miljöteknik"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]}],"abstract":"Hållbar stadsutveckling förutsätter ett integrerat och gärna tvärvetenskapligt förhållningssätt. Dessutom fordras en helhetssyn inte bara i beträffande de för städernas hållbarhet helt centrala tekniska systemen utan även vad gäller de aktörer som har möjlighet att påverka stadens utformning. Hur väver en samman dessa aspekter till en kurs om hållbar stadsutveckling för studenter inom ingenjörsutbildningar? Och hur får en studenterna att tänka visionärt och utanför lådan utan att tappa förankringen till deras redan existerande kunskapsbas? Detta vill vi byta erfarenheter och reflektera kring under diskussionerna i rundabordssamtalet.","NBN":"urn:nbn:se:liu:diva-103642","event":"4:e Utvecklingskonferensen för Sveriges Ingenjörsutbildningar, 27-28 november, Umeå","keyword":"skarpa projekt; samhällssamverkan; kreativitet; ingenjörers roll för hållbar stadsutveckling","published":[{"raw":"2014-01-21T12:57:00.000+01:00"}],"created":[{"raw":"2014-01-21T12:57:17.150+01:00"}],"updated":[{"raw":"2019-03-11T12:26:22.898+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-103642"},{"id":"diva2:835964","type":"paper-conference","status":"Published","issued": {"date-parts": [[2008]]},"title":"Gör ingenjörsutbildningen attraktiv genom att öka det experimentella inslaget","language":"swe","author":[{"family":"Gustavsson","given":"Ingvar","localId":"igu","affiliation":[]},{"family":"Pettersson","given":"Mats","ORCID":"0000-0002-6643-312X","localId":"mtp","affiliation":[]},{"family":"Håkansson","given":"Lars","localId":"lha","affiliation":[]},{"family":"Lagö","given":"Thomas L","affiliation":[]},{"family":"Claesson","given":"Ingvar","localId":"icl","affiliation":[]}],"abstract":"Många idéer till hur man skall få fler ungdomar att välja ingenjörsyrket har diskuterats och provats men tyvärr utan större framgång. En ny ingrediens kan vara att öka det experimentella inslaget, något som ändå måste göras av andra skäl, varav ett är hållbar utveckling. Det är känt att genom experiment kan man lära känna naturens principer. Ingenjörer är de yrkesutövare som konstruerar många av de nyttigheter som bär upp vår civilisation. Vi använder teorier/modeller som verktyg, men dessa räcker inte alltid, utan man måste få experimentera och bygga prototyper samt verifiera. Den allmänna meningen bland lärare och andra initierade bedömare har hittills varit att laborationer är nödvändiga men lite sägs om vad de förväntas ge. Få lärosäten producerar ingenjörer med dokumenterad erfarenhet av laborativt arbete. Lärandemål för laborationer har saknats men de senaste åren har sådana börjat definieras. Under senare decennier har undervisningsanslagen heller inte räknats upp i takt med studenttillströmningen. Eftersom laborativ undervisning är kostsam per student har lärosätena valt att reducera antalet laborationer, men Internets intåg ger nya möjligheter att öppna laboratorier för fjärrstyrning och låta studenter experimentera själva, utan risk att skada sig själva eller utrustningen. Studenter får således nya möjligheter att organisera sina studier i enlighet med vad Bolognaprocessen kräver och lärosäten kan utnyttja laboratorierna mera effektivt. Vi kan öka det experimentella inslaget i undervisningen. Internationellt samarbete både avseende läromedel och experimentell utrustning ser ut att ge möjlighet att sänka de löpande kostnaderna till den grad att det experimentella inslaget kan ökas väsentligt inom befintliga anslagsramar, även om den initiala kostnaden för den forskning som först krävs då inte är inräknad. Avdelningen för signalbehandling, ASB, vid BTH har öppnat övningslaboratorier för ellära och mekaniska vibrationsexperiment för fjärrstyrning. Båda används i reguljär undervisning sedan några år. Ett unikt användargränssnitt gör det möjligt att från valfriplats styra och manövrera experimentutrustning på samma sätt som i laboratorielokalerna. Studenterna får möjlighet att i förväg bekanta sig med instrumenten och utföra föreskrivna experiment enskilt eller tillsammans med andra. Dessa öppna laboratorier ger möjlighet att inkludera praktiska uppgifter i skriftliga tentamina, förutsatt att examination kan ske i datorsal, varvid erfarenhet av laborativt arbete enkelt kan examineras för varje enskild student. ASB har startat ett projekt VISIR (Virtual Systems in Reality) som handlar om att sprida BTH:s öppna laboratoriekoncept och formulera standarder inom området. Tillhörande programvara har publicerats som öppen källkod. BTH bjuder in andra lärosäten att delta i projektet och i dess vidareutveckling mot internationella standarder. Två internationella universitet har redan öppnat kopior av elläralaboratoriet och deltar aktivt i vidareutvecklingen. ASB har nyligen blivit inbjuden av ett universitet i Australien att delta ett projekt med titeln ”Enriching Student Learning Experience through International Collaboration in Remote Laboratories”. Detta beviljade projekt är ett resultat av nya pedagogiska möjligheter, som diskuteras i detta bidrag. ASB söker samarbete med pedagoger och andra forskare intresserade av experimentella inslag i ingenjörsutbildningen. Lärandemål för laborativt arbete, öppna laboratorier och internationellt samarbete kan bli ingredienser i en moderniserad och attraktiv ingenjörsutbildning.","NBN":"urn:nbn:se:bth-8261","localId":"oai:bth.se:forskinfo5B9820A4E7734356C12575370050F01B","event":"Utvecklingskonferensen 2008","keyword":"Ingenjörsutbildning; laborationer; experiment","publisher-place":"Stockholm","publisher":"Nätverket för ingenjörsutbildning","published":[{"raw":"2012-09-18T00:00:00.000+02:00"}],"created":[{"raw":"2009-01-07T00:00:00.000+01:00"}],"updated":[{"raw":"2016-05-24T11:38:17.615+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-8261"},{"id":"diva2:837158","type":"paper-conference","status":"Published","issued": {"date-parts": [[2006]]},"title":"Experimentera hemma med utrustningen i universitetens övningslaboratorier","language":"swe","author":[{"family":"Gustavsson","given":"Ingvar","localId":"igu","affiliation":[]},{"family":"Zackrisson","given":"Johan","affiliation":[]},{"family":"Åkesson","given":"Henrik","affiliation":[]},{"family":"Håkansson","given":"Lars","localId":"lha","affiliation":[]}],"abstract":"Blekinge Tekniska Högskola, BTH, har öppnat ett övningslaboratorium för ellära och elektronik för fjärrstyrning och håller på att öppna ett fjärrstyrbart signalbehandlingslaboratorium för vibrationsanalys. Ett unikt användargränssnitt gör det möjligt att från valfri plats styra och manövrera experimentutrustningen på samma sätt som i laboratorielokalerna. Allt som behövs är Internetansluten PC med standardprogramvara. Denna forskning är inriktad mot vad som upplevs som den största utmaningen dvs. att ge studenterna en så genuin upplevelse som möjligt oaktat bristen på direkt kontakt med den fysikiska experimentutrustningen. BTH bjuder in andra lärosäten både nationellt och internationellt att delta i pedagogisk utvärdering av detta komplement till att experimentera i laboratoriesal och att delta i vidareutvecklingen mot en internationell standard.","NBN":"urn:nbn:se:bth-9342","localId":"oai:bth.se:forskinfoFC741AD5A3F4B1EAC12571CA004F4F5B","event":"4:e Pedagogiska Inspirationskonferensen","keyword":"online lab; remote lab; distanslab","publisher-place":"Lund","published":[{"raw":"2012-09-18T00:00:00.000+02:00"}],"created":[{"raw":"2006-08-14T00:00:00.000+02:00"}],"updated":[{"raw":"2015-06-30T15:41:01.093+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-9342"},{"id":"diva2:545689","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":" Lean :  en fråga om tvåfald eller enfald","language":"swe","author":[{"family":"Halling","given":"Bengt","ORCID":"0000-0002-6202-9234","localId":"bhg","affiliation":[{"id":"875982","name":"Högskolan i Gävle, Industriell ekonomi"},{"id":"6513","name":"Högskolan i Gävle, Centrum för logistik och innovativ produktion"}]}],"abstract":"SammanfattningBiltillverkaren Toyota anses vara ett av världens effektivaste företag och beskrivs som en framgångssaga.Toyotas framgångar har lett till att många företag och organisationer inom olika branscher försökt lära av Toyota och deras sätt att bedriva sin verksamhet med syfte att nå liknande framgångar som Toyota way gett Toyota. Detta har vanligtvis skett under begreppet Lean. Lean som begrepp myntades och spreds av forskare i USA. Undersökningar av resultatet av de Lean införanden som gjorts i olika företag och organisationer visar att mycket få lyckas. SyfteReflektera över motsättningar och överensstämmelser av olika beskrivningar av Toyota Way och Lean, samt 2. reflektera över varför få lyckas med Lean.<i>Resultat</i>en viktig faktor bakom den höga andelen misslyckade Lean införanden är att Toyota way är ett tvåfaldigt system medan Lean, som införs med syfte att nå framgångar liknande de Toyota uppnått, oftast införs som ett enfaldigt system. För att fungera behöver Lean samma tvåfaldighet som Toyota way annars uppnås bara något som kan benämnas ”bluff Lean”.<i>Diskussion</i>Är lösningen på nuvarande problem med den låga andelen framgångsrika Lean införanden att lära om och då från primärkällan Toyota.Finns det behov att skapa svenska Leanbegrepp?Är många Leankonsulter ett hot mot framgångsrikt införande av Lean?Vad lärs ut om Lean på svenska lärosäten, den tvåfaldiga eller den enfaldiga ”Lean modellen”?Är erfarenheterna från TWI och insikten från The European Productivity Agency’s Report of the Rome Conference 1958, om att överordnat allt annat är produktivitet en fråga om inställning, glömda i västvärlden?","NBN":"urn:nbn:se:hig:diva-12627","event":"FALF Forum för arbetslivsforskning Karlstad 2012 11 - 13 juni","keyword":"Lean","published":[{"raw":"2012-09-10T16:51:00.000+02:00"}],"created":[{"raw":"2012-08-21T11:03:35.726+02:00"}],"updated":[{"raw":"2022-09-15T20:07:55.902+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hig:diva-12627"},{"id":"diva2:545710","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"LEAN och Ledarskap","language":"swe","author":[{"family":"Halling","given":"Bengt","ORCID":"0000-0002-6202-9234","localId":"bhg","affiliation":[{"id":"875982","name":"Högskolan i Gävle, Industriell ekonomi"},{"id":"6513","name":"Högskolan i Gävle, Centrum för logistik och innovativ produktion"}]},{"family":"Renström","given":"Jonas","localId":"josrem","affiliation":[{"id":"875982","name":"Högskolan i Gävle, Industriell ekonomi"},{"id":"6513","name":"Högskolan i Gävle, Centrum för logistik och innovativ produktion"}]}],"abstract":"<i>Introduction</i>Research has shown that leadership is an important factor when implementing and developing a TPS (Toyota Production System) inspired Lean way of working in organizations. In spite of it's stated importance, leadership is indicated as a weak area and a problem in many organizations striving to develop as Lean enterprises. To successfully implement and develop a sustainable Lean way of working it becomes essential to understand what kind of leadership a Lean organization requires. There is a stated gap in Lean literature regarding management and difficulties in implementation are indicated to often occur due to overlooked but crucial differences in approach in management.<i>Purpose: </i>The purpose of this paper is to describe leadership from a Lean perspective and identify possible key<i> </i>factors regarding leadership for a developing Lean organization.<i></i><i>Method</i>: This paper is based on a literature study.<i>Results</i>: Leadership within a Lean organization can be said to be characterized by a deep knowledge regarding the operation processes in order to be able to mentor, coach, and develop employees in line with company standards, goals and vision. It is indicated that a leaders primary responsibility is to support in the development of subordinates by taking active part in problem solving and by role modeling. To develop people in a way means to continuously challenge them, this challenge being a way to assure continuous improvement. With a long term perspective and the principle of “respect for people” in mind this means balancing the challenge to avoid overburdening (muri). Two aspects are of importance here; deep knowledge regarding company processes, standards and protocol and a close working relationship with subordinates in order to be able to continously coach, mentor, and take active part in problem solving.<i>Discussion: </i>Leadership and the role of management in Lean implementation and development will, if continuous<i> </i>improvement and not just implementation of tools is aspired, be to support structures and behaviors<i> </i>needed for problem solving and organizational learning. Toyota is by several sources described<i> </i>as a learning organization and Lean systems based on Toyota will thus require a leadership and a<i> </i>management system that meet the requirements of a learning organization. This type of leadership<i> </i>appears to be similar to what Bass (1999) describes as transformational and transactional leadership<i> </i>where inspiration &amp; idealized influence, intellectual stimulation, and individualized consideration are<i> </i>key factors as well as goal setting, contracting, structure and standards.<i></i><i>Value: </i>This paper provides insights regarding possible key factors concerning leadership in regard to Lean<i> </i>implementation and development as well as the importance and purpose of leadership in a lean organization.<i></i>","NBN":"urn:nbn:se:hig:diva-12628","container-title":" ","event":"FALF Forum för arbetslivsforskning Karlstad 2012 11 - 13 juni","keyword":"Lean; Ledarskap","published":[{"raw":"2012-09-12T11:09:00.000+02:00"}],"created":[{"raw":"2012-08-21T11:42:16.062+02:00"}],"updated":[{"raw":"2022-09-15T20:08:00.591+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hig:diva-12628"},{"id":"diva2:521978","type":"paper-conference","issued": {"date-parts": [[2009]]},"title":"Är dagens arbeten attraktiva?","language":"swe","author":[{"family":"Hedlund","given":"Ann","ORCID":"0000-0002-6960-8861","localId":"aea","affiliation":[{"id":"9454","name":"Högskolan Dalarna, Arbetsvetenskap"}]},{"family":"Andersson","given":"Ing-Marie","ORCID":"0000-0001-5953-2165","localId":"ima","affiliation":[{"id":"9454","name":"Högskolan Dalarna, Arbetsvetenskap"}]},{"family":"Rosén","given":"Gunnar","ORCID":"0000-0001-5907-626X","localId":"grs","affiliation":[{"id":"9454","name":"Högskolan Dalarna, Arbetsvetenskap"}]}],"NBN":"urn:nbn:se:du-4087","container-title":"Arbetet i människors liv","event":"Arbetet i människors liv , Göteborg, 13-14 maj, 2009","keyword":"Attraktivt arbete; anställda; utvecklingsprocesser","publisher-place":"Göteborg","published":[{"raw":"2009-06-22T00:00:00.000+02:00"}],"created":[{"raw":"2009-06-22T00:00:00.000+02:00"}],"updated":[{"raw":"2021-11-12T14:45:10.104+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:du-4087"},{"id":"diva2:1043948","type":"paper-conference","issued": {"date-parts": [[2016]]},"title":"Kapacitetsdimensionering : 14 företags investeringsstrategier och planeringsstrategier","language":"swe","author":[{"family":"Hedvall","given":"Lisa","ORCID":"0000-0003-4241-4407","localId":"HEDLIS","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]},{"family":"Sollander","given":"Kristina","ORCID":"0000-0002-4394-4939","localId":"solkri","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]},{"family":"Wikner","given":"Joakim","ORCID":"0000-0003-2252-5337","localId":"WJoa","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]},{"family":"Hilletofth","given":"Per","ORCID":"0000-0002-8305-4412","localId":"hilper","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]}],"abstract":"Metodstödet för kapacitetsdimensionering är i dagsläget svagt, trots att det är en viktig utmaning i de flesta typer av verksamheter. Hur en kapacitetsnivå ska fastställas kommer in i flera sammanhang såsom tillverka-/köpabeslut, maskin-investering, planering och styrning samt bemanning. Denna studie är utformad för att skapa en bättre förståelse för hur industriella verksamheter arbetar med kapacitetsdimensionering i dagsläget, samt vilka faktorer och utmaningar som påverkar och är centrala i beslutsprocessen. Det har visat sig att kapacitetsdimensioneringen har interna såväl som externa påverkansfaktorer och utmaningar. I denna studie identifieras budget, investeringskostnader, konkurrensförmåga, ledningsbeslut samt grad av komplexitet och integration i försörjningskedjan som centrala påverkansfaktorer. Vidare identifieras prognoser, kommunikation, suboptimering samt bristande systemsupport i beslutsfattandet som utmaningar i beslutsprocessen.","NBN":"urn:nbn:se:hj:diva-32180","container-title":"Proceedings of the Plan Research Conference, Växjö, 19-20 oktober, 2016.","event":"Forsknings- och tillämpningskonferensen","publisher":"Plan","published":[{"raw":"2016-11-01T13:22:00.000+01:00"}],"created":[{"raw":"2016-11-01T13:22:24.617+01:00"}],"updated":[{"raw":"2017-08-07T10:58:11.326+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hj:diva-32180"},{"id":"diva2:1212113","type":"paper-conference","issued": {"date-parts": [[2018]]},"title":"Extended design assets enabling automated tool development as a part of a product platform approach","language":"swe","author":[{"family":"Heikkinen","given":"Tim","ORCID":"0000-0002-9337-791X","localId":"heitim","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Johansson","given":"Joel","ORCID":"0000-0003-1162-724x","localId":"jojo","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]},{"family":"Elgh","given":"Fredrik","ORCID":"0000-0002-3677-8311","localId":"elfr","affiliation":[{"id":"881500","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell produktutveckling, produktion och design"}]}],"abstract":"Product platform development is a well-established approach for reusing product knowledge in the form of geometry and its configuration rules and constraints. Explicitly defining all platform components is not always possible however. This is why a product platform approach where the processes of realising platform components also are supported is needed, instead of exclusively relying on their results. The work presented here works toward this, with a focus on automated tool development enabled by extending design assets from different tools.","ISBN":"978-953-7738-59-4","DOI":"10.21278/idc.2018.0219","ScopusId":"2-s2.0-8505500811","NBN":"urn:nbn:se:hj:diva-39681","page":"757-768","container-title":"DS92: Proceedings of the DESIGN 2018 15th International Design Conference","event":"15th International Design Conference - DESIGN 2018, May 21st-24th, 2018, Dubrovnik, Croatia","keyword":"product platform; design automation; product families; model based engineering","publisher":"The Design Society","note":"[ed] Marjanović D., Štorga M., Škec S., Bojčetić N., Pavković N.","published":[{"raw":"2018-06-01T10:00:00.000+02:00"}],"created":[{"raw":"2018-06-01T10:00:59.360+02:00"}],"updated":[{"raw":"2021-01-26T13:41:27.733+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hj:diva-39681"},{"id":"diva2:867928","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"En jämförelse mellan programsammanhållande kurser vid KTH och LiU","language":"swe","author":[{"family":"Heintz","given":"Fredrik","affiliation":[{"name":"Linköping University"}]},{"family":"Berglund","given":"Aseel","affiliation":[{"name":"Linköping University"}]},{"family":"Hedin","given":"Björn","ORCID":"0000-0001-6457-5231","localId":"u1tgc2fi","affiliation":[{"id":"10300","name":"KTH, Medieteknik och interaktionsdesign, MID"}]},{"family":"Kann","given":"Viggo","ORCID":"0000-0003-3199-8953","localId":"u1kd2mni","affiliation":[{"id":"5963","name":"KTH, Teoretisk datalogi, TCS"}]}],"abstract":"Programsammanhållande kurser där studenter från årskurs 1-3 gemensamt reflekterar över teman med koppling till deras studier och framtida yrkesliv finns på både KTH och Linköpings universitet (LiU). Syftet med kurserna är främst att skapa en helhet i utbildningen och ge förståelse för vad den leder till, genom att få studenterna att reflektera över sina studier och sin kommande yrkesroll. Detta leder förhoppningsvis till ökad genomströmning och minskade avhopp. Kurserna har gemensamt ursprung men har utvecklats i olika riktningar. Artikeln jämför tre programsammanhållande kurser för Datateknik KTH, Medieteknik KTH samt Data- och mjukvaruteknik Linköpings universitet.","NBN":"urn:nbn:se:kth:diva-176611","event":"5:e utvecklingskonferensen för Sveriges ingenjörsutbildningar","keyword":"programsammanhållning; yrkesrollen; reflektion","note":"QC 20160212","published":[{"raw":"2015-11-07T22:01:00.000+01:00"}],"created":[{"raw":"2015-11-07T22:01:12.782+01:00"}],"updated":[{"raw":"2022-06-23T11:50:26.576+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-176611"},{"id":"diva2:1051374","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Hydrauliska transformatorer i hjullastare","language":"swe","author":[{"family":"Heybroek","given":"Kim","ORCID":"0000-0001-6452-2746","affiliation":[{"name":"Volvo Construction Equipment, Sweden"}]}],"NBN":"urn:nbn:se:liu:diva-132926","page":"17-18","container-title":"Hydraulikdagarna","event":"Hydraulikdagar, April 17-18, Linköping","published":[{"raw":"2016-12-01T15:50:00.000+01:00"}],"created":[{"raw":"2016-12-01T14:53:42.922+01:00"}],"updated":[{"raw":"2017-04-04T13:27:52.563+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-132926"},{"id":"diva2:1383131","type":"paper-conference","issued": {"date-parts": [[2019]]},"title":"Flexibility to support the future power systems","language":"swe","author":[{"family":"Hillberg","given":"Emil","ORCID":"0000-0001-7286-3962","localId":"emilhi@ri.se","affiliation":[{"id":"877028","name":", Mätteknik"}]},{"family":"Zegers","given":"A.","affiliation":[{"name":"AIT Austrian Institute of Technology, Austria"}]},{"family":"Migliavacca","given":"G.","affiliation":[{"name":"RSE, Italy"}]},{"family":"Beccuti","given":"G.","affiliation":[{"name":"ETH Zurich, Switzerland"}]},{"family":"Lehnhoff","given":"S.","affiliation":[{"name":"OFFIS, Germany"}]},{"family":"Uhlen","given":"K.","affiliation":[{"name":"NTNU Norwegian University of Science and Technology, Norway"}]},{"family":"Oleinikova","given":"I.","affiliation":[{"name":"NTNU Norwegian University of Science and Technology, Norway"}]},{"family":"Pompee","given":"J.","affiliation":[{"name":"RTE Reseau de Transport d'Electricite, France"}]},{"family":"Bourmaud","given":"J-Y.","affiliation":[{"name":"RTE Reseau de Transport d'Electricite, France"}]},{"family":"Pihl","given":"Hjalmar","affiliation":[{"id":"877028","name":", Mätteknik"}]},{"family":"Norström","given":"Markus","affiliation":[{"id":"877004","name":", Samhällsbyggnad"}]},{"family":"Rossi","given":"Joni","affiliation":[{"id":"877028","name":", Mätteknik"}]}],"abstract":"Power system flexibility relates to the ability of the power system to manage changes. Solutions providing advances in flexibility are of utmost importance for the future power system. Development and deployment of innovative technologies, communication and monitoring possibilities, as well as increased interaction and information exchange, are enablers to provide holistic flexibility solutions. Furthermore, development of new methods for market design and analysis, as well as methods and procedures related to system planning and operation, will be required to utilise available flexibility to provide most value to society. However, flexibility is not a unified term and is lacking a commonly accepted definition. The flexibility term is used as an umbrella covering various needs and aspects in the power system. This situation makes it highly complex to discuss flexibility in the power system and craves for differentiation to enhance clarity. In this report, the solution has been to differentiate the flexibility term on needs, and to categorise flexibility needs in four categories: <i>Flexibility</i> <i>for Power, Flexibility for Energy, Flexibility for Transfer Capacity, </i>and <i>Flexibility for Voltage</i>. Here, flexibility needs are considered from over-all system perspectives (stability, frequency and energy supply) and from more local perspectives (transfer capacities, voltage and power quality). With flexibility support considered for both operation and planning of the power system, it is required in a timescale from fractions of a second (e.g. stability and frequency support) to minutes and hours (e.g. thermal loadings and generation dispatch) to months and years (e.g. planning for seasonal adequacy and planning of new investments). The categorisation presented in this report supports an increased understanding of the flexibility needs, to be able to identify and select the most suitable flexibility solutions.","NBN":"urn:nbn:se:ri:diva-42447","event":"CIGRE Symposium, Aalborg, Denmark June 4-7 2019","keyword":"Flexibility; Power system operation and planning; Power; Energy; Voltage; Transfer capacity","published":[{"raw":"2020-01-07T13:44:00.000+01:00"}],"created":[{"raw":"2020-01-07T13:44:55.549+01:00"}],"updated":[{"raw":"2023-05-16T13:39:03.592+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ri:diva-42447"},{"id":"diva2:449005","type":"paper-conference","issued": {"date-parts": [[1990]]},"title":"Identifiering av dämpade sinussignaler i brus med en modifierad Yule-Walker metod","language":"swe","author":[{"family":"Händel","given":"Peter","ORCID":"0000-0002-2718-0262","localId":"u1htctiy","affiliation":[{"name":"Institutionen för tekonologi, Uppsala universitet"}]}],"NBN":"urn:nbn:se:kth:diva-44024","container-title":"REglermöte'90, Linköping, Sverige, 24-25 oktober, 1990","note":"QC 20111102","published":[{"raw":"2011-11-02T15:48:00.000+01:00"}],"created":[{"raw":"2011-10-19T09:18:04.150+02:00"}],"updated":[{"raw":"2022-06-24T21:02:26.936+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-44024"},{"id":"diva2:449002","type":"paper-conference","issued": {"date-parts": [[1992]]},"title":"Indirekt skattning av parametervärden i energimodeller för byggnader","language":"swe","author":[{"family":"Händel","given":"Peter","ORCID":"0000-0002-2718-0262","localId":"u1htctiy","affiliation":[{"name":"Uppsala universitet"}]}],"NBN":"urn:nbn:se:kth:diva-44023","container-title":"Reglermöte'92, Göteborg, Sverige, 4-5 november, 1992","note":"QC 20111102","published":[{"raw":"2011-11-02T15:46:00.000+01:00"}],"created":[{"raw":"2011-10-19T09:15:26.003+02:00"}],"updated":[{"raw":"2022-06-24T21:02:28.396+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-44023"},{"id":"diva2:448999","type":"paper-conference","issued": {"date-parts": [[1996]]},"title":"Identifiering av termiskt nätverk","language":"swe","author":[{"family":"Händel","given":"Peter","ORCID":"0000-0002-2718-0262","localId":"u1htctiy","affiliation":[{"name":"Avdelningen för systemteknik, Uppsala universitet"}]},{"family":"Carlsson","given":"Bengt","affiliation":[{"name":"Avdelningen för systemteknik, Uppsala universitet"}]}],"NBN":"urn:nbn:se:kth:diva-44022","container-title":"Reglermöte'96, 6-7 juni 1996 i Luleå","event":"Reglermöte","note":"QC 20111102","published":[{"raw":"2011-11-02T15:45:00.000+01:00"}],"created":[{"raw":"2011-10-19T09:12:35.471+02:00"}],"updated":[{"raw":"2022-06-24T21:02:29.809+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-44022"},{"id":"diva2:837976","type":"paper-conference","status":"Published","issued": {"date-parts": [[1998]]},"title":"Adaptiv reglering av verktygsvibrationer i svarvoperationen","language":"swe","author":[{"family":"Håkansson","given":"Lars","localId":"lha","affiliation":[]},{"family":"Claesson","given":"Ingvar","localId":"icl","affiliation":[]},{"family":"Ståhl","given":"Jan-Eric","affiliation":[]},{"family":"Andersson","given":"Mats","affiliation":[]}],"abstract":"I svarvoperationen är relativ dynamisk rörelse mellan verktyg och arbetsstycke ett vanligt förekommande problem. Rörelsen påverkar bearbetningsresultatet, speciellt arbetsstyckets yta, men även verktygets livslängd påverkas. Arbetsmiljöproblem som buller förekommer också på grund av vibrationer i svarvoperationen. Problemet kan delvis lösas med lämplig konstruktion som ökar styvheten i maskinstrukturen, vilken dock begränsas av den dynamiska styvheten i strukturen hos verktygshållare samt arbetsstycke. Med aktiv reglering av verktygshållarens respons, dvs. aktiv reglering av verktygsvibrationer, kan en ytterligare ökning av den dynamiska styvheten i det skärtekniska systemet erhållas. Regleringen av verktygsvibrationer har utförts med en återkopplad regulator som är baserad på den så kallade &quot;filtered-x LMS&quot;-algoritmen samt aktuatorer baserade på magnetostriktiv teknik. Verktygshållarens respons, verktygsvibrationerna, detekteras med en givare (accelerometer) som är monterad på verktygshållaren. Genom att introducera motvibrationer i verktygshållaren med en sekundär vibrationskälla, aktuator, via regulatorn som matas med de uppmätta vibrationerna, modifieras verktygshållarens respons. Med aktiv reglering av verktygsvibrationer uppmättes en reduktion av vibrationerna med ca 30 dB vid 1.7 kHz. Vidare erhölls en signifikant förbättring av arbetsstyckets yta och en avsevärd reducering av bullernivån erhölls.","NBN":"urn:nbn:se:bth-9971","localId":"oai:bth.se:forskinfo5E8CBF3E67FCC9CAC1256C6F005BA897","event":"Teknologiskt Integrerade Detaljtillverkningssystem","publisher-place":"Lund","published":[{"raw":"2012-09-18T00:00:00.000+02:00"}],"created":[{"raw":"2002-11-12T00:00:00.000+01:00"}],"updated":[{"raw":"2015-06-30T16:00:26.772+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-9971"},{"id":"diva2:1012116","type":"paper-conference","issued": {"date-parts": [[1999]]},"title":"Modelling the impact of supporting processes on manufacturing system performance : experiences from an industrial case study","language":"swe","author":[{"family":"Ilar","given":"Torbjörn","ORCID":"0000-0002-3007-9560","localId":"ilar","affiliation":[{"id":"875049","name":"Luleå tekniska universitet, Produkt- och produktionsutveckling"}]},{"family":"Kinnander","given":"Anders","localId":"bib-andkin","affiliation":[{"id":"873550","name":", Luleå tekniska universitet"}]}],"ISBN":"9073802687","NBN":"urn:nbn:se:ltu:diva-38615","localId":"d0f3efd9-4df0-4d0d-a670-7126a7553f63","page":"505-510","container-title":"New supporting tools for designing products and production systems : The 32nd CIRP International Seminar on Manufacturing Systems : proceedings : May 24-26,1999, Leuven, Belgium","event":"CIRP International Seminar on Manufacturing Systems :  24/05/1999 - 26/05/1999","publisher-place":"Heverlee","publisher":"Katholieke Univ. Leuven","note":"[ed] H. van Brussel; J.P. Kruth; B. Lauvers","published":[{"raw":"2016-10-03T13:01:00.000+02:00"}],"created":[{"raw":"2016-10-03T13:01:57.961+02:00"}],"updated":[{"raw":"2023-05-04T11:48:50.184+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38615"},{"id":"diva2:1470278","type":"paper-conference","issued": {"date-parts": [[2019]]},"title":"On the use of heterogeneous thermomechanical and thermophysical material properties in finite element analyses of cast components","language":"swe","author":[{"family":"Jansson","given":"Johan","ORCID":"0000-0003-1412-7988","affiliation":[{"name":"Department of Materials and Manufacturing, School of Engineering, Jönköping University, Sweden"}]},{"family":"Olofsson","given":"Jakob","ORCID":"0000-0003-2671-9825","affiliation":[{"name":"Department of Materials and Manufacturing, School of Engineering, Jönköping University, Sweden"}]},{"family":"Salomonsson","given":"Kent","ORCID":"0000-0003-0899-8939","localId":"salk","affiliation":[{"name":"Department of Materials and Manufacturing, School of Engineering, Jönköping University, Sweden"}]}],"abstract":"Cast components generally show a heterogeneous distribution of material properties, caused by variations in the microstructure that forms during solidification. Variations caused by the casting process are not commonly considered in structural analyses, which might result in manufacturing of sub-optimised components with unexpected in-use behaviour. In this paper, we present a methodology which can be used to consider both thermomechanical and thermophysical variations using finite element analyses in cast components. The methodology is based on process simulations including microstructure modelling and correlations between microstructural features and material properties. Local material data are generated from the process simulation results, which are integrated into subsequent structural analyses. In order to demonstrate the methodology, it is applied to a cast iron cylinder head. The heterogeneous distribution of material properties in this component is investigated using experimental methods, demonstrating local variations in both mechanical and physical behaviour. In addition, the strength-differential effect on tensile and compressive behaviour of cast iron is considered in the modelling. The integrated simulation methodology presented in this work is relevant to both design engineers, production engineers as well as material scientists, in order to study and better understand how local variations in microstructure might influence the performance and behaviour of cast components under in-use conditions.","DOI":"10.1088/1757-899X/529/1/012076","ScopusId":"2-s2.0-85067891373","NBN":"urn:nbn:se:his:diva-19102","number":"012076","container-title":"Joint 5th International Conference on Advances in Solidification Processes (ICASP-5) &amp; 5th International Symposium on Cutting Edge of Computer Simulation of Solidification, Casting and Refining (CSSCR-5) 17-21 June 2019, Salzburg, Austria","event":"Joint 5th International Conference on Advances in Solidification Processes (ICASP-5) & 5th International Symposium on Cutting Edge of Computer Simulation of Solidification, Casting and Refining (CSSCR-5) 17-21 June 2019, Salzburg, Austria","keyword":"Cast iron; Cutting tools; Cylinder heads; Microstructure; Refining; Solidification; Structural analysis; Experimental methods; Heterogeneous distributions; Integrated simulations; Material scientists; Microstructural features; Microstructure modelling; Strength-differential effects; Thermophysical material properties; Finite element method","publisher":"Institute of Physics Publishing (IOPP)","note":"CC BY 3.0","published":[{"raw":"2020-09-24T11:20:00.000+02:00"}],"created":[{"raw":"2020-09-24T11:20:53.153+02:00"}],"updated":[{"raw":"2020-09-24T13:52:39.876+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:his:diva-19102"},{"id":"diva2:1005370","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Tessins väg, Malmö : ett exempel på hur barn medverkar i processen om gatumiljöns förnyelse","language":"swe","author":[{"family":"Johansson","given":"Charlotta","ORCID":"0000-0001-6075-9885","localId":"chjo","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[]},{"family":"Rosander","given":"Peter","ORCID":"0000-0003-3081-7786","localId":"petros","affiliation":[]}],"NBN":"urn:nbn:se:ltu:diva-32136","localId":"685052b0-78d3-11dd-955a-000ea68e967b","container-title":"Transportforum 2007, den 10-11 januari 2007 i Linköping","event":"Transportforum 2007  :  10/01/2007 - 11/01/2007","publisher":"VTI","note":"Godkänd; 2007; 20080902 (andbra)","published":[{"raw":"2016-09-30T15:26:22.452+02:00"}],"created":[{"raw":"2016-09-30T15:26:22.545+02:00"}],"updated":[{"raw":"2023-09-06T16:08:12.258+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-32136"},{"id":"diva2:1003239","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Utvärdering av trafiksäkerhetshöjande åtgärder för skolbarn i Region Norr","language":"swe","author":[{"family":"Johansson","given":"Charlotta","ORCID":"0000-0001-6075-9885","localId":"chjo","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Rosander","given":"Peter","ORCID":"0000-0003-3081-7786","localId":"petros","affiliation":[]},{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[]}],"NBN":"urn:nbn:se:ltu:diva-30012","localId":"3accc0c0-78d4-11dd-955a-000ea68e967b","container-title":"Transportforum 2007, den 10-11 januari 2007 i Linköping","event":"Transportforum 2007  :  10/01/2007 - 11/01/2007","publisher":"VTI","note":"Godkänd; 2007; 20080902 (andbra)","published":[{"raw":"2016-09-30T15:00:59.918+02:00"}],"created":[{"raw":"2016-09-30T15:01:00.021+02:00"}],"updated":[{"raw":"2023-09-06T16:10:39.830+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-30012"},{"id":"diva2:1002966","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Modellförsök med sprängning mot rasmassor : inverkan på styckefall och svällning","language":"swe","author":[{"family":"Johansson","given":"Daniel","ORCID":"0000-0002-5165-4229","localId":"dan930","affiliation":[{"id":"873550","name":", Luleå tekniska universitet"}]},{"family":"Ouchterlony","given":"Finn","localId":"finn","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"},{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]},{"family":"Nyberg","given":"Ulf","localId":"ulny","affiliation":[{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]}],"NBN":"urn:nbn:se:ltu:diva-29740","localId":"34e38da0-d3ae-11db-b6e3-000ea68e967b","page":"105-120","container-title":"Bergsprängningskommittén : diskussionsmöte BK 2007 : protokoll från Bergsprängningskommitténs diskussionsmöte i Stockholm den 13 mars 2007","event":"Bergsprängningskommittén Diskussionsmöte BK 2007 :  13/03/2007 - 13/03/2007","note":"Godkänd; 2007; 20070316 (dan930)","published":[{"raw":"2016-09-30T14:58:00.000+02:00"}],"created":[{"raw":"2016-09-30T14:58:27.685+02:00"}],"updated":[{"raw":"2022-10-07T13:09:55.996+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-29740"},{"id":"diva2:1766194","type":"paper-conference","issued": {"date-parts": [[2023]]},"title":"Problems and Answers When OrganisingInternational Innovation Contests in Cross-border Collaboration","language":"swe","author":[{"family":"Johnsson","given":"Mikael","ORCID":"0000-0001-7546-9469","localId":"mjn12","affiliation":[{"id":"886059","name":"Mälardalens universitet Mälardalens högskola, Innovation och produktrealisering"}]},{"family":"Stefan","given":"Ioana","ORCID":"0000-0003-3371-9313","localId":"isn04","affiliation":[{"id":"886059","name":"Mälardalens universitet Mälardalens högskola, Innovation och produktrealisering"}]},{"family":"Ilg","given":"Jakpb","affiliation":[{"name":"CyberForum e.V., Haid-und-Neu-Strasse 18, 761 31 Karlsruhe,  Germany"}]},{"family":"Lepa","given":"Reesi","affiliation":[{"name":"Civitta Eesti, Riia 24a, 51010 Tartu, Estonia"}]}],"abstract":"In this study, we build on prior research to explore problems arising and answers attempted when an international innovation contest (IC) is organised by multiple organisations in cross-border collaboration. A Consortium involving ten science parks and one university developed a multistage IC, consisting of four phases: exploration, ideation, implementation and international market launch. This study focuses on the first two phases. The Consortium attractedparticipation from 300 challenge owners from twelve countries, generating 559 proposals by 318 SMEs from 36 countries. The empirical setting is explored in great detail. Data were collected through open-ended written questionnaires and field notes. Identified problems were related to four themes: collaboration, coordination, communication, and commitment. These could be further divided into internal and external problems. Practical implications and future research avenues are suggested.","ISBN":"9789526506937","NBN":"urn:nbn:se:mdh:diva-63108","container-title":"Proceedings of XXXIV ISPIM Innovation Conference","event":"XXXIV ISPIM Innovation Conference, held in Ljubljana, Slovenia,  04 June to 07 June 2023","note":"[ed] Iain Bitran, Leandro Bitetti, Steffen Conn, Jessica Fishburn,  Paavo Ritala, Marko Torkkeli & Jialei Yang","published":[{"raw":"2023-06-12T17:09:00.000+02:00"}],"created":[{"raw":"2023-06-12T17:09:29.343+02:00"}],"updated":[{"raw":"2023-06-13T16:28:40.936+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:mdh:diva-63108"},{"id":"diva2:873805","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Som man frågar får man svar : studenter formulerar frågor och väljer lärstrategi","language":"swe","author":[{"family":"Klintberg","given":"Lena","localId":"lkl28025","affiliation":[{"id":"5371","name":"Uppsala universitet, Mikrosystemteknik"}]},{"family":"Thornell","given":"Greger","localId":"gth12095","affiliation":[{"id":"5371","name":"Uppsala universitet, Mikrosystemteknik"}]}],"abstract":"Blooms taxonomi kategoriserar olika lärstrategierefter komplexitetsgrad. Nybörjare är faktafokuserade eftersomdet är mer krävande att analysera, bedöma och värderakunskaper. Valet av lärstrategi är situationsberoende ochfaktorer som motivation och nyfikenhet leder ofta till ett merkomplext angreppssätt. För att undersöka vad civilingenjörsstudentersom läser näst sista året själva spontant väljerför lärstrategier, fick 43 studenter läsa in ett antal artiklar somett moment i kursen Mikro- och nanoteknik I. Därefter ombadsde formulera frågor på materialet. I ett försök att aktivt påverkade lärstrategier som studenterna valde skulle frågorna bådeberöra sådant studenterna identifierade som värdefull kunskapsamt sådant artiklarna inte gav svar på men som de skulle viljaveta. Studenterna fick sedan klassificera frågorna enligt Bloomstaxonomi. För ett antal utvalda frågor jämfördes därefterklassificeringen med en som lärarkollegiet gjorde och resultatetblev att lärarna tenderade att ranka de enkla frågorna högre ochmer komplicerade frågor lägre jämfört med studenterna. I en uppföljningsstudie undersöktes om studenterna ansåg attuppgiften att själv få formulera frågor gett dem bättreförståelsen och fått dem att fundera mer över materialet jämfört med om de fått instuderingsuppgifter. Resultatet visar att praktiskt taget alla studenter spontantställt minst en fråga som de kategoriserat ibland de högsta komplexitetsnivåerna och som tillsammans täcker de inkomna frågorna de aspekter som lärarkollegiet anser är viktigt imaterialet. Vissa artiklar visade sig stimulera till frågor med högre komplexitet och det fanns ett tydligt samband som visadeatt mer komplexa frågor ställdes då svaren inte fanns imaterialet. Hela 68% av studenterna bedömde att metoden att själva få formulera frågor på materialet givit dem en bättre förståelse jämfört med om de fått färdiga frågor att besvara efter inläsningen. Frågorna visade sig också ge värdefull insikt i vad studenterna funderar på och är nyfikna att veta mer om, t ex aspekter rörande miljö, hälsa och ekonomi.","NBN":"urn:nbn:se:uu:diva-267624","container-title":"5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar","event":"5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, 18-19 nov 2015, Uppsala, Sverige","keyword":"lärstrategier; Blooms taxonomi; frågeformulering; mikro- och nanoteknik","publisher-place":"Uppsala","published":[{"raw":"2015-11-25T09:07:00.000+01:00"}],"created":[{"raw":"2015-11-25T09:06:38.767+01:00"}],"updated":[{"raw":"2015-11-26T16:02:30.516+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:uu:diva-267624"},{"id":"diva2:1012104","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Freezing effects in a hydropower dam core in Sweden","language":"swe","author":[{"family":"Knutsson","given":"Sven","ORCID":"0000-0002-1365-8552","localId":"svek","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]},{"family":"Jantzer","given":"Isabel","localId":"isajan","affiliation":[]}],"abstract":"The hydropower embankment dam in Suorva, Sweden, is located in north of the Arctic Circle. The region is known for cold winters and severe wind conditions. The construction was completed in 1972 and has since then been exposed to a wide temperature range and low annual mean temperatures, leading to the presumption that the fine-grained frost susceptible moraine core of the embankment was exposed to cyclic freezing and thawing. The aim of this project was to find indications for freezing processes that affect the structure of the soil. The project included field investigations and a theoretical thermal analysis carried out with a commercial finite element program. Results from this analysis showed that the freezing plane advances to a maximum depth of 5 m from the top of the core. Hence, it may be possible that frost action affects the construction in its function as hydraulic barrier. Softening due to freeze/thaw can form initial soft part where internal erosion may be initiated thus causing weak points in the dam structure.","NBN":"urn:nbn:se:ltu:diva-38604","localId":"d0cbc290-88bb-11de-8da0-000ea68e967b","container-title":"Proceedings of the 8th International Symposium on Cold region Development ISCORD 2007 : September 25-27, 2007, Tampere, Finland","event":"International Symposium on Cold Region Development :  25/09/2007 - 27/09/2007","note":"Godkänd; 2007; 20090814 (svek)","published":[{"raw":"2016-10-03T13:01:48.829+02:00"}],"created":[{"raw":"2016-10-03T13:01:48.946+02:00"}],"updated":[{"raw":"2023-09-06T15:58:25.201+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38604"},{"id":"diva2:999994","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Fraktionerad autogenmalning vid LKAB Kiruna : bättre malning?","language":"swe","author":[{"family":"Larsson","given":"Cecilia","affiliation":[{"name":"LKAB"}]},{"family":"Adolfsson","given":"Göran","affiliation":[{"name":"LKAB"}]},{"family":"Siikavaara","given":"Johan","affiliation":[{"name":"LKAB"}]},{"family":"Tano","given":"Kent","localId":"ketaml","affiliation":[]},{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"NBN":"urn:nbn:se:ltu:diva-26814","localId":"010a3420-b144-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i Mineralteknik 2004 :  03/02/2004 - 04/02/2004","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:09:11.331+02:00"}],"created":[{"raw":"2016-09-30T14:09:11.422+02:00"}],"updated":[{"raw":"2023-09-06T15:58:22.611+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-26814"},{"id":"diva2:783007","type":"paper-conference","issued": {"date-parts": [[2014]]},"title":"Solar Electricity in Swedish District Heating Areas : Effective Energy Measures in Apartment Buildings to Increase the Share of Renewable Energy in Europe","language":"swe","author":[{"family":"Larsson","given":"David","ORCID":"0000-0002-4259-4324","localId":"dln03","affiliation":[{"id":"16450","name":"Mälardalens högskola, Framtidens energi"}]},{"family":"Stridh","given":"Bengt","ORCID":"0000-0003-3168-1569","localId":"bsh01","affiliation":[{"id":"16450","name":"Mälardalens högskola, Framtidens energi"}]},{"family":"Karlsson","given":"Björn","ORCID":"0000-0002-8604-9299","localId":"bkn04","affiliation":[{"id":"16450","name":"Mälardalens högskola, Framtidens energi"}]}],"abstract":"To overcome the climate challenge is one of the greatest tasks of our time. In EU, renovating the existing building stock has been found an effective measure. In Swedish buildings with district heating, lowering heat demand could be questioned, because the energy used is mainly renewable bio energy or waste heat from industries. In addition many district heating systems cogenerate electricity, which could reduce the overall European greenhouse gas emissions.The aim of this article is to find effective measures for Swedish apartment buildings, in order to increase the share of renewable energy in European energy consumption. As a basis we use a previous study of energy saving potentials in apartment buildings. Added to this we study the impact of heat savings in 30 of Sweden’s largest district heating systems.The results show that on average heat reductions will lead to a decreased share of renewable energy, while electricity reductions will lead to an increased share of renewables. Of the investigated measures, using photovoltaics for local solar electricity generation has the largest potential.Our conclusion is that using the potential of solar electricity production should be considered in national energy policy and future building requirements. Heat reduction, on the other hand, could have lower priority in district heating areas, at least for existing buildings.","ISBN":"978-91-85775-24-8","NBN":"urn:nbn:se:mdh:diva-26929","container-title":"Proceedings from the 14th International Symposium on District Heating and Cooling","event":"The 14th International Symposium on District Heating and Cooling, Stockholm, Sweden, 7-9 September, 2014","keyword":"energy efficiency; renewable energy; photovoltaics; solar electricity; district heating; apartment buildings","publisher-place":"Stockholm","publisher":"Svensk Fjärrvärme","note":"[ed] Anna Land","published":[{"raw":"2015-01-23T11:04:00.000+01:00"}],"created":[{"raw":"2014-12-16T17:42:07.876+01:00"}],"updated":[{"raw":"2015-02-23T16:06:18.707+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:mdh:diva-26929"},{"id":"diva2:813041","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Modellering och simulering av en hydraulmekanisk power-splittransmission med två moder","language":"swe","author":[{"family":"Larsson","given":"L. Viktor","localId":"vicla25","affiliation":[{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"872902","name":"Linköpings universitet, Tekniska fakulteten"}]}],"abstract":"Strängare krav på lägre bränsleförbrukning och miljöpåverkan har lett till att tillverkare av tunga arbetsmaskiner i allt högre utsträckning ser sig om efter mer energieffektiva transmissioner. Som en konsekvens har komplexa hydraulmekaniska power-splittransmissioner blivit allt mer intressanta som alternativ till de mer traditionella koncepten. Genom att kombinera den klassiska hydrostaten med en mekanisk länk höjs verkningsgraden samtidigt som en kontinuerligt varierbar utväxling kan realiseras. Införandet av olika växelsteg (moder) gör transmissionen än mer mångsidig, samtidigt som designrymden utvidgas. Detta medför att modellering och simulering har blivit ett viktigt verktyg under utvecklingsprocessen, eftersom transmissionernas egenskaper kan studeras i detalj utan att behöva tillverka dyra prototyper. På så sätt kan viktiga beslut fattas, och slutsatser dras, i ett tidigt skede i utvecklingen. I denna artikel beskrivs hur både linjäriserade och olinjära modeller av en power-splittransmission med två moder för en traktorgrävare tagits fram. De olinjära modellerna har implementerats och simulerats i det Flumes-utvecklade simuleringsprogrammet Hopsan. Förslag ges på en enkel reglerstrategi, och ett antal viktiga slutsatser om konceptet kan dras och stå till grund för hur konceptet skall tas vidare i utvecklingsprocessen.","NBN":"urn:nbn:se:liu:diva-118087","event":"Hydraulikdagarna 2015","keyword":"Hydraulmekanisk transmission; Power-split; Hopsan; Modellering","published":[{"raw":"2015-05-21T11:32:00.000+02:00"}],"created":[{"raw":"2015-05-21T11:32:04.472+02:00"}],"updated":[{"raw":"2015-06-22T09:06:35.354+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-118087"},{"id":"diva2:1082887","type":"paper-conference","issued": {"date-parts": [[2017]]},"title":"Tar byggherrar geotekniska risker på allvar?","language":"swe","author":[{"family":"Larsson","given":"Stefan","ORCID":"0000-0001-9615-4861","localId":"u1fgxkpa","affiliation":[{"id":"5864","name":"KTH, Jord- och bergmekanik"}]},{"family":"Spross","given":"Johan","ORCID":"0000-0001-5372-7519","localId":"u159wt1z","affiliation":[{"id":"5864","name":"KTH, Jord- och bergmekanik"}]},{"family":"Bjureland","given":"William","localId":"u1ido8sk","affiliation":[{"id":"5864","name":"KTH, Jord- och bergmekanik"}]},{"family":"Ignat","given":"Razvan","ORCID":"0000-0003-2288-6925","localId":"u1kyr3ar","affiliation":[{"id":"5864","name":"KTH, Jord- och bergmekanik"}]}],"abstract":"During the fall of 2015, the state owned property company Akademiska hus started the construction of a new education building on KTH:s Campus. Due to the astounding and poor management of geotechnical risks during construction, we have in two previous papers discussed our observations and the built in system error that we consider exists. In this paper, we go deeper into more technical questions and present the process that we ran parallel to the construction with responsible authorities and Akademiska hus. As can be seen in the paper, property developers, such as Akademiska hus, flaws symptomatically in their management of geotechnical risks simultaneously as responsible authorities acts neglectfully. The paper brings a serious lack of competence in light which must be scrutinized and treated with urgency.","NBN":"urn:nbn:se:kth:diva-203884","page":"31-42","event":"Grundläggningsdagen 2017","publisher":"SGF - Svenska geotekniska föreningen","note":"QC 20170330","published":[{"raw":"2017-03-19T22:14:00.000+01:00"}],"created":[{"raw":"2017-03-19T22:14:36.236+01:00"}],"updated":[{"raw":"2022-06-27T02:50:54.605+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-203884"},{"id":"diva2:1001470","type":"paper-conference","issued": {"date-parts": [[2005]]},"title":"Risken att skadas ökade efter den nya trafikregeln om väjningsplikt mot gående infördes : förslag till åtgärder för ökad säkerhet på övergångsställen","language":"swe","author":[{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Johansson","given":"Charlotta","ORCID":"0000-0001-6075-9885","localId":"chjo","affiliation":[]}],"NBN":"urn:nbn:se:ltu:diva-28275","localId":"204aa070-6f63-11dd-8151-000ea68e967b","container-title":"Referat från föredrag vid Transportforum® 2005 : Transportforum® 12-13 januari 2005","event":"Transportforum 2005 :  12/01/2005 - 13/01/2005","publisher-place":"Linköping","publisher":"Statens väg- och transportforskningsinstitut, VTI","note":"Godkänd; 2005; 20080821 (andbra)","published":[{"raw":"2016-09-30T14:21:44.388+02:00"}],"created":[{"raw":"2016-09-30T14:21:44.494+02:00"}],"updated":[{"raw":"2023-09-06T16:05:58.707+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-28275"},{"id":"diva2:1011143","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Risken att skadas ökade på markerade övergångsställen efter den nya trafikregeln om väjningsplikt mot gående vid övergångsställe i Sverige infördes : förslag till åtgärder","language":"swe","author":[{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Johansson","given":"Charlotta","ORCID":"0000-0001-6075-9885","localId":"chjo","affiliation":[]}],"abstract":"In May 2000, the code governing the conduct of drivers at marked zebra crossings in Sweden became stricter to improve safety and mobility for pedestrians. Accident analysis based on a macro study of Sweden suggests that the injury risk in marked, not reconstructed zebra crossings increased by 27% for pedestrians and 19% for bicyclists. This means that reconstructions are needed for the effect of the change of code to be positive. An information campaign combined with physical countermeasures to encourage drivers to stop at least 5 m before marked zebra crossings is also suggested as well as a code change forbidding unsignalized marked zebra crossings where overtaking is possible, for example on streets with four lanes.","NBN":"urn:nbn:se:ltu:diva-37645","localId":"bb941af0-48e1-11dd-a9fb-000ea68e967b","container-title":"Trafikdage på Aalborg universitet 2004","event":"Trafikdage på Aalborg universitet :  23/08/2004 - 24/08/2004","note":"Godkänd; 2004; 20080703 (andbra)","published":[{"raw":"2016-10-03T12:53:36.003+02:00"}],"created":[{"raw":"2016-10-03T12:53:36.116+02:00"}],"updated":[{"raw":"2023-09-06T16:05:59.210+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-37645"},{"id":"diva2:1008398","type":"paper-conference","issued": {"date-parts": [[2003]]},"title":"Ökade ombyggnaden av genomfarten E12 genom Storuman trafiksäkerhet och framkomlighet för barn, funktionshindrade och andra?","language":"swe","author":[{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]},{"family":"Rosander","given":"Peter","ORCID":"0000-0003-3081-7786","localId":"petros","affiliation":[]},{"family":"Wikström","given":"Per-Erik","affiliation":[{"name":"Vägverket, Solna"}]}],"NBN":"urn:nbn:se:ltu:diva-35146","localId":"98cf5340-69db-11db-8cbe-000ea68e967b","page":"620-642","container-title":"Transportforum 2003 : sammanställning av föredrag vid forskardagarna i Linköping 8-9 januari 2003","collection-title":"VTI konferens","collection-number":"23","event":"Transportforum 2003  :  08/01/2003 - 09/01/2003","publisher-place":"Linköping","note":"Godkänd; 2003; 20061101 (ysko)","published":[{"raw":"2016-09-30T16:12:01.651+02:00"}],"created":[{"raw":"2016-09-30T16:12:01.754+02:00"}],"updated":[{"raw":"2023-09-06T16:11:21.532+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35146"},{"id":"diva2:1001107","type":"paper-conference","issued": {"date-parts": [[1998]]},"title":"Val av utvärderingsmodell vid högre utbildning : erfarenheter från försöksverksamhet med Kvalificerad Yrkesutbildning","language":"swe","author":[{"family":"Lindell","given":"Mats","localId":"mtli","affiliation":[]}],"NBN":"urn:nbn:se:ltu:diva-27916","localId":"180880e0-c4fe-11dc-af05-000ea68e967b","container-title":"Kvalitetskonferens 1998","event":"Kvalitet och förbättringsarbete vid universitet och högskolor :  10/06/1998 - 11/06/1998","publisher":"Högskoleverket","note":"Godkänd; 1998; 20080117 (ysko)","published":[{"raw":"2016-09-30T14:18:29.203+02:00"}],"created":[{"raw":"2016-09-30T14:18:29.280+02:00"}],"updated":[{"raw":"2023-09-06T16:10:41.980+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27916"},{"id":"diva2:1005628","type":"paper-conference","issued": {"date-parts": [[1998]]},"title":"TQM : det senaste i ideologiseringen av högskolan","language":"swe","author":[{"family":"Lindgren","given":"Antony","localId":"atli","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]}],"NBN":"urn:nbn:se:ltu:diva-32394","localId":"6e57ed40-0dda-11dc-8745-000ea68e967b","container-title":"Kvalitetskonferens 1998","event":"Kvalitet och förbättringsarbete vid universitet och högskolor :  10/06/1998 - 11/06/1998","publisher":"Högskoleverket","note":"Godkänd; 1998; 20070529 (kirhon)","published":[{"raw":"2016-09-30T15:28:44.457+02:00"}],"created":[{"raw":"2016-09-30T15:28:44.557+02:00"}],"updated":[{"raw":"2023-09-06T16:09:48.275+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-32394"},{"id":"diva2:1396136","type":"paper-conference","issued": {"date-parts": [[2019]]},"title":"Extern granskning av utbildningsprogram - erfarenheter från två lärosäten.","language":"swe","author":[{"family":"Lycke","given":"Liselott","affiliation":[{"name":"Högskolan Väst"}]},{"family":"Georgsson","given":"Fredrik","localId":"frge0001","affiliation":[{"id":"863","name":"Umeå universitet, Institutionen för datavetenskap"}]},{"family":"Schedin","given":"Staffan","ORCID":"0000-0002-9031-4331","localId":"stsc0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]},{"family":"Degerman","given":"Lars","affiliation":[{"name":"Uppsala universitet"}]},{"family":"Solin","given":"Kim","affiliation":[{"name":"Uppsala universitet"}]},{"family":"Victor","given":"Björn","affiliation":[{"name":"Uppsala universitet"}]}],"abstract":"Svenska lärosäten har utvecklat egna kvalitetssystem som ska granskas och godkännas av universitetskans-lersämbetet (UKÄ). Typiskt bygger lärosätenas kvalitetssäkrings-system på cykliska mäta-värdera-åtgärda aktiviteter. I flera av dessa system förekommer extern kollegial granskning som en viktig komponent. Syftet med detta arbete är att belysa två olika system för extern kollegial granskning från olika perspektiv. Den externa granskningen av högskoleingenjörsprogrammen i maskinteknik vid Uppsala universitet och Umeå universitet är utgångspunkten och de perspektiv som belyses är de från• Programansvariga,• Utbildningsledare på fakultetsnivå, samt• Extern granskareI arbetet teoretiseras inte upplägg och genomförande av kvalitetsarbetet eller den kollegiala granskningen, utan målet är att genom vittnesbörd sprida praktisk kunskap och erfarenheter om två olika system för extern kollegial granskning.Initialt beskrivs de två olika systemen, hur olika aktiviteter och processer är tänkt att tillsammans bidra till att säkerställa att utbildningar håller en hög kvalitet. Särskilt fokus läggs på att beskriva upplägget på den externa kollegiala granskningen och hur den information som granskningen ger vid handen återkopplas till program och andra intressenter. Fakultetens utbildningsledare ger sin syn på genomförandet av den kollegiala granskningen ur ett övergripande fakultetsperspektiv samt beskriver de fakultetsövergripande slutsatser som dragits utifrån de externa granskningarna. Programansvariga beskriver verksamhetsnära erfarenheter av de kollegiala granskningarna. Särskilt intressant är beskrivningen av hur utfallet av den kollegiala granskningen bidragit till att definiera utvecklingsprojekt på programnivå. Resultatet kopplas till resursåtgång.Det tredje perspektivet är det av den externe granskaren. I fallet med högskoleingenjörsprogrammet i maskinteknik vid Uppsala respektive Umeå universitet var det samma granskare vilket ger en unik möjlighet att få en extern parts synpunkter på underlag i förhållande till efterfrågad granskning.Slutligen sammanfattas styrkor och svagheter i de båda ansatserna till extern kollegial granskning.","NBN":"urn:nbn:se:umu:diva-168423","event":"7:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Luleå tekniska universitet, 27 november - 28 november, 2019","published":[{"raw":"2020-02-25T13:03:00.000+01:00"}],"created":[{"raw":"2020-02-25T13:03:08.975+01:00"}],"updated":[{"raw":"2020-02-25T13:27:03.177+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva-168423"},{"id":"diva2:1007691","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"För- och nackdelar med bildbehandling för analys av effekten av en trafiksäkerhetsåtgärd","language":"swe","author":[{"family":"Nilsson","given":"Kristin","affiliation":[{"name":"FB Engineering AB, Göteborg"}]},{"family":"Räsänen","given":"Mikko","affiliation":[{"name":"VTT Bygg och transport"}]},{"family":"Leden","given":"Lars","ORCID":"0000-0003-2876-9885","localId":"lale","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"abstract":"The fact that there are no crashes during every three-year period on every spot of a road network does not mean that the long-term safety level is exactly zero crashes. However, what the lack of recorded crashes does mean is that we need less blunt instruments than crash data for evaluating, for example, the effectiveness of a reconstruction. A new tool, image processing, is presented. It includes reliability tests of an automatic feature for speed measurements and of more detailed semi-automatic features to study the interaction between vulnerable road users and motor vehicle drivers. A case studie from Sweden and Germany is also presented.","NBN":"urn:nbn:se:ltu:diva-34440","localId":"8a411c60-48e0-11dd-a9fb-000ea68e967b","container-title":"Trafikdage på Aalborg universitet 2004","event":"Trafikdage på Aalborg universitet :  23/08/2004 - 24/08/2004","note":"Godkänd; 2004; 20080703 (andbra)","published":[{"raw":"2016-09-30T16:05:47.473+02:00"}],"created":[{"raw":"2016-09-30T16:05:47.566+02:00"}],"updated":[{"raw":"2023-09-06T15:58:40.868+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-34440"},{"id":"diva2:1011988","type":"paper-conference","issued": {"date-parts": [[2010]]},"title":"The instrumentation and monitoring of the Vårby Bridge","language":"swe","author":[{"family":"Nilsson","given":"Mattias","localId":"mattni","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Collin","given":"Peter","ORCID":"0000-0002-8353-9225","localId":"petcol","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Eriksson","given":"Kjell","localId":"kjelle","affiliation":[{"id":"875052","name":"Luleå tekniska universitet, Material- och solidmekanik"}]},{"family":"James","given":"Gerard","affiliation":[{"name":"Projektengagemang i Stockholm AB"}]}],"abstract":"Numerous cracks have been discovered in the Vårby Bridge near Stockholm, Sweden. All cracks are found at the junctions between cross girders and the main girders, more specifically, at the welds connecting the vertical web stiffeners to the top flanges of the main girders. In order to identify the reason for the observed cracks, an ongoing investigation under the commision of the bridge owner was started in the spring of 2009. One conclusions so far is that the observed cracks are to 100 % certainty a result of fatigue.FEM-modeling is currently going on as a part of a master thesis. As the fatigue process is distortional the propagation phase of the observed cracks might slow down or even stop. One task will thus be to determine the stress intensity factor versus crack length relationship in order to model a growing crack. Suggestions of possible of methods of refurbishment, based upon the results, will then be presented to the bridge owner.","ISBN":"978-385748-122-2","DOI":"10.2749/222137810796024628","NBN":"urn:nbn:se:ltu:diva-38487","localId":"ce7a90c6-0c00-4e83-b26b-6941ebcdae74","container-title":"Large structures and infrastructures for environmentally constrained and urbanised areas : IABSE symposium, Venice 2010 ; [34th International Symposium on Bridge and Structural Engineering, Venice, Italy, September 22 - 24, 2010]","event":"International Symposium on Bridge and Structural Engineering  :  22/09/2010 - 24/09/2010","publisher":"International Association for Bridge and Structural Engineering","note":"[ed] Anton  Steffen","published":[{"raw":"2016-10-03T13:00:54.687+02:00"}],"created":[{"raw":"2016-10-03T13:00:54.822+02:00"}],"updated":[{"raw":"2023-09-06T16:08:47.848+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38487"},{"id":"diva2:1003823","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Re-thinking innovation measurement to manage innovation-related dichotomies in practice","language":"swe","author":[{"family":"Nilsson","given":"Susanne","affiliation":[{"name":"Kungliga tekniska högskolan, KTH"}]},{"family":"Wallin","given":"Johanna","localId":"johwal","affiliation":[{"id":"875021","name":"Luleå tekniska universitet, Innovation och Design"}]},{"family":"Benaim","given":"Andre","affiliation":[{"name":"BTH"}]},{"family":"Annosi","given":"Maria Carmela","affiliation":[{"name":"Kungliga tekniska högskolan, KTH"}]},{"family":"Berntsson","given":"Richard","affiliation":[{"name":"LTH"}]},{"family":"Ritzen","given":"Sofia","affiliation":[{"name":"Kungliga tekniska högskolan, KTH"}]},{"family":"Magnusson","given":"Mats","affiliation":[{"name":"Kungliga tekniska högskolan, KTH"}]}],"abstract":"Innovation performance measurement has developed from focusing on issues of control and monitoring towards a more supportive role for managers on a strategic, informative and motivational level. Despite its potential to facilitate innovation management measuring provides a challenge in practice not the least when a company has the ambition to manage both radical and incremental innovation. This paper, based on literature review with empirical illustrations from three case studies, argues that these issues derives from the need to manage a number of dichotomies which are present due to the essential differences associated to each type of innovation. These dichotomies are related to time, uncertainty, flexibility and control. The implications on the design and use of an innovation performance measurement system are explored and analyzed through the lens of dichotomies. The study contributes to the innovation measurement theory and provides basis for an analytical framework aiming to support the design and implementation of innovation performance measurement in practice.","ISBN":"978-90-77360-15-6","NBN":"urn:nbn:se:ltu:diva-30594","localId":"4740966e-46c2-4ae2-b2de-c12c46659772","page":"886-904","container-title":"Proceedings from the 13th International Cinet Conference","event":"International CINet Conference : Continuous Innovation Across Boundaries 16/09/2012 - 18/09/2012","publisher":"Continuous Innovation Network (CINet)","note":"Godkänd; 2012; 20121022 (johwal)","published":[{"raw":"2016-09-30T15:06:17.614+02:00"}],"created":[{"raw":"2016-09-30T15:06:17.713+02:00"}],"updated":[{"raw":"2023-09-06T16:05:49.210+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-30594"},{"id":"diva2:1293963","type":"book","issued": {"date-parts": [[1999]]},"title":"Energilagring : Aktuell FoU","language":"swe","author":[{"family":"Nordell","given":"Bo","ORCID":"0000-0001-7144-9778","localId":"bon","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-73109","number-of-pages":"11","event":"NordCon'99, Jönköping25-28 augusti, 1999","note":"NordCon'99, Jönköping 25-28 augusti 1999","published":[{"raw":"2019-03-06T08:15:00.000+01:00"}],"created":[{"raw":"2019-03-06T08:15:58.505+01:00"}],"updated":[{"raw":"2020-02-17T12:48:43.115+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-73109"},{"id":"diva2:1292756","type":"paper-conference","issued": {"date-parts": [[1982]]},"title":"Värmelagring i berg","language":"swe","author":[{"family":"Nordell","given":"Bo","ORCID":"0000-0001-7144-9778","localId":"bon","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-73075","event":"Energiforskning - samhällskonsekvenser, Seminarium i Uppsala, 22-26 november","publisher-place":"Uppsala","publisher":"Kontaktsekretariaten vid Uppsala och Stockholms universitet","published":[{"raw":"2019-03-01T09:53:00.000+01:00"}],"created":[{"raw":"2019-03-01T09:53:35.083+01:00"}],"updated":[{"raw":"2020-05-19T11:54:19.880+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-73075"},{"id":"diva2:1000422","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Sprängningens påverkan nedströms i sönderdelningsprocessen, reultat från litteraturen","language":"swe","author":[{"family":"Ouchterlony","given":"Finn","localId":"finn","affiliation":[{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]}],"abstract":"I denna artikel redovisas nyare litteratur om sprängningens påverkan nedströms i sönderdelningsprocessen. Först presenteras en internationellt använd sprängningsmodelloch vilka slutsatser man kan dra av hur styckefallet påverkas av förändringar i sprängningen. Därefter presenteras laboratorie- och fältundersökningar av hur sprängningenpåverkar mikrosprickinnehållet i och kross- och malbarheten hos sprängda bergstycken. Sedan refereras allmänna fältstudier på kross- och kvarnsystem och undersökningar därvärdet av ökat utbyte till följd av ändrad sprängteknik beräknas. Systemansatser som Mine-to-mill redovisas.Artikeln avslutas med några slutsatser om sprängningens inverkan på förhållandena nedströms. Huvudslutsatsen blir att sprängningen sannolikt har stor potential att förbättra utbytet i sönderdelningsprocessen men att förbättringarna kan vara svåra att uppnå på grund av systemens komplexitet. Undersökningar pekar på att de mikrosprickor som sprängningen skapar kan överleva tills flödet når kvarnarna men det finns svaga direkta bevis för det. Sprängningens inverkan på friläggning av malmpartiklar är också oklar.","NBN":"urn:nbn:se:ltu:diva-27239","localId":"09a3e4f0-b144-11db-bf9d-000ea68e967b","page":"127-145","container-title":"Konferens i mineralteknik","event":"Konferens i Mineralteknik 2004 :  03/02/2004 - 04/02/2004","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:12:00.000+02:00"}],"created":[{"raw":"2016-09-30T14:12:39.773+02:00"}],"updated":[{"raw":"2022-08-23T15:08:31.323+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27239"},{"id":"diva2:1011882","type":"paper-conference","issued": {"date-parts": [[2007]]},"title":"Likheter och skillnader hos styckefallet från sprängning i modellskala och fullskala","language":"swe","author":[{"family":"Ouchterlony","given":"Finn","localId":"finn","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]},{"family":"Moser","given":"Peter","affiliation":[{"name":"Montanuniversität Leoben"}]}],"abstract":"Styckefallskurvor från sprängning av tre bergarter i modell- och fullskala presenteras. Modellförsöken gjordes med Ø100-300 mm cylindriska prover laddade med pentyl. Pallsalvorna i Bårarp och hos Hengl bestod av en rad med 5-10 hål, salvorna i Vändletäkten hade fyra rader med åttiotalet hål. Berget i Bårarp består av en massiv, sprickfri granitisk gnejs medan de andra bergplintarna var genomsatta av sprickplan och sprängskador. Vanliga kommersiella sprängämnen användes i dessa pallsalvor. Det finns tre viktiga likheter i styckefallskurvorna, oavsett skala. Den första är att alla kurvorna beskrivs utomordentligt väl av Swebrec-funktionen [1]. Den andra är att i ett dubbelogaritmiskt diagram parallellförskjuts kurvorna uppåt när den specifika laddningen ökar, något som stämmer med en av NBC-begreppets grundsatser. Den tredje är att i detta diagram har kurvorna en materialberoende inflektionspunkt. För amfiboliten från Hengl ligger punkten vid ca 0,5 mm, för Bårarp-gnejsen vid 1,0 mm och för Vändle-graniten vid 1,5 mm. Tillsammans taget tyder dessa likheter starkt på att sönderbrytningsmekanismerna i modell- och fullskala har stora likheter, trots de olika sprängningsförhållandena. Styckefallet i modell- och fullskala skiljer sig också åt i viktiga avseenden. Det första är att beräkningen av den specifika laddningen q baseras på olika lossbrutna volymer och beror på antalet fria ytor, vilka visas påverka styckefallet. För det andra så är exponenten för medelstyckefallets x50 beroende av specifik laddning olika; ca. 1,1 i modellskala (x50 v 1/q 1,1) mot 0,8 i fullskala. För det tredje så förklarar Kuz-Ram-modellens beroende av laddningsstorleken Q (x50 v Q 1/6) inte mätta skillnader när q är lika i de två skalorna. Bergfaktorn A verkar också ha ett inbyggt storleks- eller skalberoende, vilket ger olika prognosresultat för försöken i Bårarp och i Vändle. Det finns vidare en skalskillnad mellan styckefallskurvornas lutning s50 vid medelstyckefallspunkten. Värdena på s50 i utförda försök stämmer väl med tidigare rapporterade värden. Krökningsexponenten b i Swebrec-funktionen kan följaktligen uttryckas som en funktion av de två övriga parametrarna, x50 och xmax som anger storleken på största sten. Det skal- eller storleksberoende hos styckefallet som finns i Kuz-Ram-modellens x50-ekvation omfattar alltså både Q, A och exponenten för q, den specifika laddningen. För att förbättra ekvationen blir det troligen nödvändigt att vidga definitionen på specifik laddning.","NBN":"urn:nbn:se:ltu:diva-38382","localId":"cc1d96c0-7845-11dc-80da-000ea68e967b","page":"173-198","container-title":"Bergsprängningskommittén : diskussionsmöte BK 2007 : protokoll från Bergsprängningskommitténs diskussionsmöte i Stockholm den 13 mars 2007","event":"Bergsprängningskommittén Diskussionsmöte BK 2007 :  13/03/2007 - 13/03/2007","publisher":"Bergsprängningskommittén","note":"Godkänd; 2007; 20071012 (finn)","published":[{"raw":"2016-10-03T12:59:00.000+02:00"}],"created":[{"raw":"2016-10-03T12:59:56.703+02:00"}],"updated":[{"raw":"2020-01-21T14:41:59.418+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38382"},{"id":"diva2:1000771","type":"paper-conference","issued": {"date-parts": [[1990]]},"title":"Fragmentation monitoring of production blasts at Mrica","language":"swe","author":[{"family":"Ouchterlony","given":"Finn","localId":"finn"},{"family":"Niklasson","given":"Bengt","affiliation":[{"name":"SveDeFo"}]},{"family":"Abrahamsson","given":"Sten","affiliation":[{"name":"SveDeFo"}]}],"abstract":"In a follow-up of 12 production blasts in a quarry at the Mrica project on Java, tightly spaced porous bands were found to govern fragmentation to the extent that the average fragment size k<sub>50</sub> was nearly independent of the specific charge within the range 0.30-0.56 kg/m³. This finding resulted in a reduction of the running costs for drilling and blasting by 20-40%.Our Work has given considerable practical benefits and insights into the blasting process, even if the results were of no direct use to check out fragmentation predictions based on models, which was one of our main goals.","ISBN":"0949106550","NBN":"urn:nbn:se:ltu:diva-27586","localId":"114f92c0-7a67-11dc-a72d-000ea68e967b","page":"283-289","container-title":"Third International Symposium on Rock Fragmentation by Blasting, August 1990, Brisbane, Queensland","event":"International Symposium on Rock Fragmentation by Blasting :  26/08/1990 - 31/08/1990","publisher":"The Australian Institute of Mining and Metallurgy","note":"Upprättat; 1990; 20071014 (finn)","published":[{"raw":"2016-09-30T14:15:00.000+02:00"}],"created":[{"raw":"2016-09-30T14:15:27.104+02:00"}],"updated":[{"raw":"2020-01-14T16:34:40.982+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27586"},{"id":"diva2:1004505","type":"paper-conference","issued": {"date-parts": [[2010]]},"title":"Fragmenteringsförsök vid NCC:s täkt i långåsen, effekten av höjd specifikladdning eller elektronik upptändning","language":"swe","author":[{"family":"Ouchterlony","given":"Finn","localId":"finn","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]},{"family":"Nyberg","given":"Ulf","localId":"ulny","affiliation":[{"id":"875006","name":"Luleå tekniska universitet, Institutionen för samhällsbyggnad och naturresurser"}]},{"family":"Olsson","given":"Mats","localId":"matols","affiliation":[]},{"family":"Andersson","given":"P-O","affiliation":[{"name":"NCC Roads"}]},{"family":"Nyqvist","given":"Linus","affiliation":[{"name":"NCC Roads"}]},{"family":"Vikström","given":"Kristina","affiliation":[{"name":"NCC Roads"}]},{"family":"Bida","given":"Jan","affiliation":[{"name":"Bergskolan"}]},{"family":"Svedensten","given":"Per","affiliation":[{"name":"Sandvik Minng and Construction"}]}],"NBN":"urn:nbn:se:ltu:diva-31272","localId":"566d66b0-090d-11e0-b767-000ea68e967b","page":"118-154","container-title":"Protokoll från Bergsprängningskommitténs diskussionsmöte i Älvsjö den 9 mars 2010","event":"Bergsprängningskommitténs diskussionsmöte 2010 :  09/03/2010 - 09/03/2010","note":"Godkänd; 2010; 20101216 (ysko)","published":[{"raw":"2016-09-30T15:18:41.378+02:00"}],"created":[{"raw":"2016-09-30T15:18:41.510+02:00"}],"updated":[{"raw":"2023-09-06T15:58:22.056+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-31272"},{"id":"diva2:1014221","type":"paper-conference","issued": {"date-parts": [[2006]]},"title":"Fragmenteringsförsöken i Vändle och designkurvor för ändring av specifik laddning","language":"swe","author":[{"family":"Ouchterlony","given":"Finn","localId":"finn","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"},{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]},{"family":"Olsson","given":"Mats","localId":"matols","affiliation":[{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]},{"family":"Nyberg","given":"Ulf","localId":"ulny","affiliation":[{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]},{"family":"Potts","given":"Greg","affiliation":[{"id":"875042","name":"Luleå tekniska universitet, Mining and Geotechnical Engineering - Swedish Blasting Research Centre"}]},{"family":"Andersson","given":"Peter","affiliation":[{"name":"Swerock AB, Västerås, Sweden"}]},{"family":"Gustavsson","given":"Lennart","affiliation":[{"name":"Swerock AB, Västerås, Sweden"}]}],"abstract":"Sprängförsök har utförts vid Swerock AB:s Vändletäkt för att ta fram en beskrivning av hur sprängningsresultatet kan påverkas så att önskat styckefall in i förkrossen erhålls. Resultatet blev bl a designkurvor som beskriver hur styckefallsfördelningen ändras när den specifika laddningen ändras. I två produktionssalvor krymptes hålmönstret i ena halvan och glesades ut i den andra med användning av befintlig borrutrustning. Uppföljningen bestod av profil- och hålinmätning, mätning av laddad mängd och VOD samt styckefallsmätningar mm. Ur salvorna togs fyra provhögar och ca 100 ton ur varje siktades och utvärderades med bildanalys. Materialet lades sedan tillbaka och provhögarna krossades medan krossningsenergin mättes. Ur siktdata kunde styckefalls-fördelningarna konstrueras med hjälp av Swebrecfunktionen. Några slutsatser är att - Styckefallet liknar bergmaterialkurva nr 62 - Sprängningen och förkrossen bidrar med lika mycket var av producerad bärlagerfraktion - Skutandelen kan uppskattas med bildanalysen men styckefallskurvorna från bildanalysen har annan form än siktkurvorna - Siktkurvorna bedöms vara tillförlitligare","NBN":"urn:nbn:se:ltu:diva-40700","localId":"fedbce00-9ca0-11db-8975-000ea68e967b","page":"97-122","container-title":"Bergsprängningskommittén Diskussionsmöte BK 2006","event":"Diskussionsmöte BK 2004 :  17/12/2004","publisher":"Bergsprängningskommittén","note":"Godkänd; 2006; 20070105 (ysko)","published":[{"raw":"2016-10-03T13:35:00.000+02:00"}],"created":[{"raw":"2016-10-03T13:35:59.652+02:00"}],"updated":[{"raw":"2022-10-07T13:07:43.194+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-40700"},{"id":"diva2:1001532","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Sustainability Innovation in early phases","language":"swe","author":[{"family":"Panarotto","given":"Massimo","affiliation":[{"name":"Blekinge Institute of Technology"}]},{"family":"Törlind","given":"Peter","ORCID":"0000-0001-7108-6356","localId":"petert","affiliation":[{"id":"875021","name":"Luleå tekniska universitet, Innovation och Design"}]}],"abstract":"Sustainability is a complex but extremely important issue. To achieve a new industrial revolution that focuses on sustainability, we need innovation. Just improving our technologies and our habits will not save our planet from its current gradual degradation.In recent decades many Eco-tools have been developed; this paper evaluates the most important and used today, how they help to consider sustainability in the product development process and identify important and missing characteristics, arguing that many eco-tools were experienced by the companies as too complex and time-consuming and often not aid the innovation process. These characteristics guided the development of a new framework for sustainability innovation based on a multidisciplinary workshop approach. It focuses on analyzing customers from a sustainable viewpoint, understanding their real needs, using ideation tools to generate ideas in areas not usually considered in current eco-tools, e.g. changing customer behavior or the business model. The method was developed, tested and evaluated in an iterative approach over a six-month period.","ISBN":"978-1-904670-25-4","NBN":"urn:nbn:se:ltu:diva-28336","localId":"21b62259-dbba-49f7-9105-d9bdd50ba883","volume":"5 : Design for X, design to X","page":"187-197","container-title":"Impacting society through engineering design : ICED 11 København, the 18th International Conference on Engineering Design ; 15th - 18th August 2011, Technical University of Denmark (DTU), Copenhagen, Denmark ; proceedings volumes","event":"International Conference on Engineering Design :  15/08/2011 - 19/08/2011","keyword":"Sustainability; Product Development; Radical Innovation","publisher":"Design Research Society","note":"[ed] Steve Culley; Ben Hicks; Tim  McAloone; T.J. Howard","published":[{"raw":"2016-09-30T14:22:00.000+02:00"}],"created":[{"raw":"2016-09-30T14:22:30.298+02:00"}],"updated":[{"raw":"2023-09-05T12:17:33.957+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-28336"},{"id":"diva2:834572","type":"paper-conference","status":"Published","issued": {"date-parts": [[2012]]},"title":"\"Offentligt\" grupprov : en studie av alternativ examination i juridik för samhällsplanerare","language":"swe","author":[{"family":"Persson","given":"Ingrid","localId":"ipr","affiliation":[{"id":"16822","name":"Blekinge Tekniska Högskola, Sektionen för planering och mediedesign"}]}],"abstract":"Artikeln behandlar en alternativ examinationsform i en obligatorisk kurs i juridik på masterprogrammet i Fysisk Planering vid Blekinge Tekniska Högskola. Ett avslutande &quot;offentligt&quot; grupprov har ersatt en tidigare salstenta i kursen. Genom förändringen har examinationens genomförande också fått funktionen av en inlärningssituation. Studenterna förbereder teman i grupper. Ett syfte med detta är att underlätta den individuella inläsningen genom att strukturera stoffet. Ett annat syfte är att ge studenterna tillfälle till gemensam diskussion och reflektion även före det avslutande seminariet.","ISBN":"978-91-7295-972-9","NBN":"urn:nbn:se:bth-7003","localId":"oai:bth.se:forskinfo735F98C18B7FD9DDC1257B320043DB1D","event":"Lärarlärdom  Högskolepedagogisk konferens","keyword":"alternativ examination; \"offentligt\" grupprov; muntlig examination; juridik; samhällsplanering; fysisk planering; constructive alignment","publisher-place":"Karlskrona","publisher":"Blekinge Tekniska Högskola","note":"Rapportserie från avdelningen för Högskolepedagogisk utveckling No 2013:01","published":[{"raw":"2013-03-18T00:00:00.000+01:00"}],"created":[{"raw":"2013-03-18T00:00:00.000+01:00"}],"updated":[{"raw":"2015-06-30T14:41:35.483+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-7003"},{"id":"diva2:836327","type":"paper-conference","status":"Published","issued": {"date-parts": [[2008]]},"title":"\"Är glad att det är över\" : studenters upplevelser av grupparbete och handledning","language":"swe","author":[{"family":"Persson","given":"Ingrid","localId":"ipr","affiliation":[]}],"abstract":"Syftet med studien var att undersöka studenters upplevelser av grupparbete och handledning, samt att diskutera eventuella förbättringar i en obligatorisk planeringskurs under tredje årskursen av Mastersprogrammet Fysisk Planering på Blekinge Tekniska Högskola, Karlskrona. Tidigare studenter har påpekat brister i såväl grupparbetet som arbetsform som i handledningens omfattning och inriktning. I kursen översiktlig planering ska studenterna få förståelse för övergripande planeringsfrågor genom att projektarbeta i av läraren utsedda grupper under en längre tid. Grupperna ska föra loggbok efter vissa givna förutsättningar. Schemalagda grupphandledningar förekommer vid ett antal tillfällen. Empirin består av en webbaserad kvalitativ studentenkät, med öppna frågor, utförd i januari 2007. Denna studie kompletterar den ordinarie kursutvärderingen. Svarsfrekvensen för den kompletterande enkäten var 61 % och för den ordinarie kursutvärderingen 46 % (28 respektive 21 av 46 studenter). Frågorna i studien delades in i tre delar; grupparbete, handledning och studenternas samlade erfarenheter av kursen. Studenter har synpunkter på gruppkonflikter, samarbetet i stort, skillnad i ambitionsnivå och roller och relationer. Brister i handledningen beskrivs av studenter bero dels på tidsbrist dels på oklart innehåll. Studenter upplever osäkerhet i förhållande till gruppdynamik och projektarbete som arbetsform. Några problembilder som diskuteras i analysen är synen på arbetsfördelning, process, rollfördelning och konflikthantering. Hur kan undervisningen bidra till att förbättra studenternas lärprocess? Med stöd i aktuell pedagogisk forskning diskuteras de utmaningar som kan finnas i undervisning av heterogena grupper. Grupparbetets funktion i lärprocessen diskuteras utifrån exempel på pedagogiska överväganden. Teoretiska utgångspunkter är den forskning som presenterats av Biggs (2003), Edwardsson Stiwne (2007), Gustafsson (2006), Hedin (2006), Hård af Segerstad (2007), Lindén (2005), Lindberg-Sand (2005) och Bjuremark (2005). Fokus har varit på professionell handledning och utfallet av studenternas lärande kan antas bli olika beroende på om läraren uppfattar sitt uppdrag som att dela med sig av sina kunskaper eller att utmana studenterna och deras kunskaper (Gustafsson, 2006). Tidigare yrkesverksamma som går in som lärare på högskolan behöver förändra sitt perspektiv och inta ett kritiskt förhållningssätt till den tidigare yrkesidentitetens normer och värderingar för att kunna problematisera, vidareutveckla och förändra sin förståelse av tidigare erfarenheter och för att kunna utveckla en ny yrkesidentitet. I studien diskuteras, med utgångspunkt i studenternas förslag på förbättringar och med stöd av litteraturen, åtgärder på kortare och längre sikt. Förslagen på förbättringar utgår dels från studentförslag dels från egen reflektion kring enkätresultatet. Eftersom grupparbete förekommer under hela utbildningen kan det finnas anledning att gradvis bygga upp mer systematisk kunskap om projektarbetsmetoder genom utbildningen. För att utveckla handledarrollen behöver vi i lärarlaget fördjupa diskussionen och reflektionen om vad vi tar upp i handledning, hur vi gör det och när vi gör det och viktigast av allt - varför vi gör det. Det går inte att förutsätta att professionella yrkesutövare automatiskt kan flytta över sina pedagogiska erfarenheter från den professionella praktiken till undervisningspraktiken.","NBN":"urn:nbn:se:bth-8594","localId":"oai:bth.se:forskinfo2057D41B8BD188DEC125745F00365A86","event":"NU2008","keyword":"didaktik; professionell handledning; grupparbete; projektarbete; loggbok; översiktlig planering; studenters lärande ","publisher-place":"Kalmar","publisher":"NSHU","note":"publicering i elektronisk form under augusti 2008 i konferensrapporten \"Lärande i en ny tid - samtal om undervisning i högre utbildning\" NU2008","published":[{"raw":"2012-09-18T00:00:00.000+02:00"}],"created":[{"raw":"2008-06-05T00:00:00.000+02:00"}],"updated":[{"raw":"2015-06-30T15:22:51.999+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:bth-8594"},{"id":"diva2:1011295","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Mätning av effektivitet i en försörjningskedja","language":"swe","author":[{"family":"Pettersson","given":"Annelie","localId":"annpet","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]}],"abstract":"Organisationer fokuserar på att ha en effektiv försörjningskedja för att öka företagets resultat. Hur mäts effektivitet i en försörjningskedja? Den här artilkeln handlar om effektivitet i en försörjningskedjat och hur detta kan mätas. Fokus ligger på att identifiera och föreslå en modell som kan användas för att mäta effektivitet i en försörjningskedja. Resultatet från en studie av 30 företag i syfte att undersöka hur företag i tio olika branscher arbetar med effektivitet i försörjningskedjan ligger till grund för modellen. Artikeln föreslår en model eller ett index, som bygger på en kombination av den totala kostnaden för försörjningskedjan och kundnöjdhet.","NBN":"urn:nbn:se:ltu:diva-37797","localId":"bec7b312-3c25-4c67-970d-f51bcf82bc68","page":"67-79","container-title":"PLANs Forsknings- och tillämpningskonferens 2012 : Logistik i praktisk tillämpning","event":"PLANs Forsknings- och tillämpningskonferens :  22/08/2012 - 23/08/2012","publisher-place":"Stockholm","publisher":"Logistikföreningen Plan","note":"[ed] P. Berling; D. Hellström; M. Johansson","published":[{"raw":"2016-10-03T12:55:00.000+02:00"}],"created":[{"raw":"2016-10-03T12:55:02.751+02:00"}],"updated":[{"raw":"2018-01-04T16:17:58.873+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-37797"},{"id":"diva2:1007274","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Mätning av totalkostnaden i en försörjningskedja","language":"swe","author":[{"family":"Pettersson","given":"Annelie","localId":"annpet","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]}],"abstract":"Företag fokuserar på att minska kostnader i försörjningsskedjan och att öka nettovinsten. För att kunna minska kostnaderna behöver företaget veta hur man mäter den totala kostnaden i en försörjningskedja (TKIF). Denna artikel handlar om TKIF och hur mätningar av TKIF kan användas inom industrin. I underlaget presenteras en modell för att mäta TKIF. Fokus ligger också på att identifiera skillnaden mellan TKIF baserat på en beräknad standardkostnad jämfört med den faktiska kostnaden. Representanter från 30 företag i tio olika branscher har intervjuats om hur de mäter kostnader i försörjningskedjan. En fallstudie beskriver och visar skillnaden i mätning av totalkostnaden i en försörjningskedja baserat på standardkostnader och baserat på den faktiska kostnaden.","ISBN":"978-91-976444-5-7","NBN":"urn:nbn:se:ltu:diva-34025","localId":"81f4b5a7-e2b7-4c77-b99b-dcea2aaba926","page":"53-69","container-title":"PLANs Forsknings- och tillämpningskonferens 2011 - Logistik i praktisk tillämpning","event":"PLANs forsknings- och tillämpningskonferens :  31/08/2011 - 01/09/2011","publisher-place":"Stockholm","publisher":"Logistikföreningen Plan","note":"[ed] Fredrik Persson; Martin Rudberg","published":[{"raw":"2016-09-30T16:02:00.000+02:00"}],"created":[{"raw":"2016-09-30T16:02:09.292+02:00"}],"updated":[{"raw":"2018-03-13T08:44:01.081+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-34025"},{"id":"diva2:517381","type":"paper-conference","issued": {"date-parts": [[2012]]},"title":"Optimering av komplexa hydraulmekaniskatransmissioner för hjullastare","language":"swe","author":[{"family":"Pettersson","given":"Karl","localId":"karpe16","affiliation":[{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]}],"abstract":"Under de senaste åren har utvecklingen av nya energieffektivare transmissioner för tunga fordon tagit fart. Krav på mindreutsläpp och lägre bränsleförbrukning driver utvecklingen av nya komplexa drivlinor samt olika typer av hybridisering. Enlovande lösning för hjullastare är den så kallade power-split tekniken, där en hydrostatisk transmission används parallelltmed en mekanisk drivning. En väldesignad power-split transmission kan utnyttja det bästa från båda världar samt ge utökademöjligheter till en mer effektiv styrning av förbränningsmotorn. Genom att utnyttja flera moder (växlingssteg) kan växellådananpassas för tyngre fordon, samt minska energiförbrukningen eftersom högre andel effekt kan överföras mekaniskt. Flermoder öppnar upp fler frihetsgrader för hur transmissionen designas. Med hjälp av optimering kan denna process automatiserasför att på bästa sätt anpassas till lastfallet för hjullastaren. Artikeln presenterar en metod för optimal design av ettkomplext hydraulmekaniskt power-split koncept med energieffektivitet som utgångspunkt.","NBN":"urn:nbn:se:liu:diva-76889","container-title":"Hydraulikdagarna 2012","event":"Hydraulikdagarna","keyword":"Power-split; Optimering; Hjullastare; Energieffektivitet","publisher-place":"Linköping","published":[{"raw":"2012-06-13T15:03:00.000+02:00"}],"created":[{"raw":"2012-04-23T14:23:03.360+02:00"}],"updated":[{"raw":"2012-06-13T15:04:03.217+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-76889"},{"id":"diva2:801430","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Hydrauliskt hybridsystem för anläggningsmaskiner : Delat energilager är dubbelt energilager","language":"swe","author":[{"family":"Pettersson","given":"Karl","localId":"karpe16","affiliation":[{"name":"Driveline Systems, Volvo Construction Equipment, Eskilstuna, Sverige"},{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]},{"family":"Heybroek","given":"Kim","localId":"kimhe47","affiliation":[{"name":"Emerging Technologies, Volvo Construction Equipment, Eskilstuna, Sverige"},{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"1751","name":"Linköpings universitet, Tekniska högskolan"}]}],"abstract":"Artikeln presenterar ett nytt innovativt hydrauliskt hybridkoncept med power-split transmission och delad hydraulisk krets med arbetsfunktionerna. Systemet är sekundärreglerat med direkt koppling till ett hydrauliskt energilager. Detta ger full frihet att överföra energi mellan drivlina, arbetsfunktioner och energilager i samtliga riktningar. En anläggningsmaskin medbåde framdrivning och arbetsfunktioner är ett komplext kopplat rörelsesystem och ett effektivt hybridkoncept måste därmed ta hänsyn till båda delsystemen. I sekundärreglerade system sker transformeringen av effekt i huvudsak vid lastsidan, detvill säga från hydraulisk effekt till mekanisk effekt. Sekundärreglering passar därför för hybridisering av maskiner med flera hydrauliska delsystem eftersom den hydrauliska kretsen kan användas gemensamt av systemen utan att använda strypventiler.Därmed blir även energilagret tillgängligt för delsystemen utan ytterligare effekttransformering.","NBN":"urn:nbn:se:liu:diva-116894","event":"Hydraulikdagarna 2015","published":[{"raw":"2015-04-09T12:51:00.000+02:00"}],"created":[{"raw":"2015-04-09T12:51:55.470+02:00"}],"updated":[{"raw":"2015-04-20T10:25:17.069+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-116894"},{"id":"diva2:521380","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Nyttan som utgångspunkt för interaktivt arbetsmiljöarbete","language":"swe","author":[{"family":"Pontén","given":"Bengt","localId":"bpo","affiliation":[{"id":"9454","name":"Högskolan Dalarna, Arbetsvetenskap"}]},{"family":"Andersson","given":"Ing-Marie"},{"family":"Hedlund","given":"Ann","ORCID":"0000-0002-6960-8861","localId":"aea","affiliation":[{"id":"9454","name":"Högskolan Dalarna, Arbetsvetenskap"}]},{"family":"Rosén","given":"Gunnar"},{"family":"Åteg","given":"Mattias"}],"NBN":"urn:nbn:se:du-793","container-title":"50. Nordisk arbetsmiljökonferens","event":"50. Nordisk arbetsmiljökonferens , Reykjavik, Augusti, 2004","publisher-place":"Reykjavik","published":[{"raw":"2004-12-22T00:00:00.000+01:00"}],"created":[{"raw":"2004-12-22T00:00:00.000+01:00"}],"updated":[{"raw":"2021-06-03T09:10:32.006+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:du-793"},{"id":"diva2:1011212","type":"paper-conference","issued": {"date-parts": [[2005]]},"title":"Förändrad och internationaliserad utbildning mineralteknik och processmetallurgi vid Ltu","language":"swe","author":[{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"abstract":"Under senare år har utbildningsprogrammet Kemiteknik vid LTU fått stora problem med rekryteringen av studenter. \"Vanlig\" rekrytering med mässor, broschyrer och via officiella Web-sidor fungerar dåligt. För gruv- och mineralbranschen är det allvarligt eftersom specialiseringen i mineralteknik och processmetallurgi hämtar sina studenter från Kemiteknik. Nu förändras grundutbildningen för att passa in i en Bologna-modell med 3 års grundutbildning följt av 2 år i ett master-program. Resultatet är en civilingenjörsutbildning i Kemiteknisk design, där de sista åren också finns inom internationella master-utbildningar. En av dessa heter Minerals and Metallurgical Engineering.","NBN":"urn:nbn:se:ltu:diva-37714","localId":"bd2c8be0-b143-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i mineralteknik 2005 :  08/02/2005 - 09/02/2005","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-10-03T12:54:22.271+02:00"}],"created":[{"raw":"2016-10-03T12:54:22.378+02:00"}],"updated":[{"raw":"2023-09-06T15:58:41.698+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-37714"},{"id":"diva2:1008765","type":"paper-conference","issued": {"date-parts": [[2008]]},"title":"Mineralteknik : aktuellt om utbildning och forskning","language":"swe","author":[{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"abstract":"Utbildningsprogrammet i Kemiteknik har genom anpassning till Bologna-modellen fått en struktur, som gör det möjligt att samverka med andra utbildningsprogram och Master-program inom specialiseringen för mineralteknik och processmetallurgi. Eftersom gruvbranschen upptäckt att det behövs utbildade medarbetare har även efterfrågan på kortare utbildningar ökat. Forskningen börjar kunna utnyttja att branschen har framgångsrikt verkat för forskningsprogram med relevans för mineralteknik och metallurgi. Mineralteknik börjar rekrytera nya forskarstuderande och kan med industrins hjälp åter bli ett aktivt kunskapscentrum för gruvbranschen.","NBN":"urn:nbn:se:ltu:diva-35512","localId":"a0fdaef0-f377-11dc-b9d9-000ea68e967b","page":"97-106","container-title":"Conference in Minerals Engineering","collection-title":"Teknisk rapport / Luleå tekniska universitet","collection-number":"2008:03","event":"Konferens i mineralteknik 2008 :  05/02/2008 - 06/02/2008","publisher-place":"Luleå","publisher":"Luleå tekniska universitet","note":"Godkänd; 2008; 20080316 (palle)","published":[{"raw":"2016-09-30T16:15:30.223+02:00"}],"created":[{"raw":"2016-09-30T16:15:30.327+02:00"}],"updated":[{"raw":"2023-09-06T16:02:10.447+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35512"},{"id":"diva2:1001004","type":"paper-conference","issued": {"date-parts": [[2004]]},"title":"Mineralteknikutbildning i framtiden - en virtuell upplevelse?","language":"swe","author":[{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"NBN":"urn:nbn:se:ltu:diva-27813","localId":"15dbcb20-b144-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i Mineralteknik 2004 :  03/02/2004 - 04/02/2004","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:17:30.451+02:00"}],"created":[{"raw":"2016-09-30T14:17:30.561+02:00"}],"updated":[{"raw":"2023-09-06T16:02:11.021+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27813"},{"id":"diva2:1386022","type":"paper-conference","issued": {"date-parts": [[2018]]},"title":"Terrasstabilisering i nordiskt klimat","language":"swe","author":[{"family":"Rothhämel","given":"Mirja","ORCID":"0000-0002-8864-5596","localId":"mirrot","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]},{"family":"Laue","given":"Jan","ORCID":"0000-0003-1935-1743","localId":"janlau","affiliation":[{"id":"875041","name":"Luleå tekniska universitet, Geoteknologi"}]},{"family":"Rosenberg","given":"Matthias","affiliation":[{"name":"TU Braunschweig"}]}],"abstract":"Terrasstabilisering används fortfarande lite i Sverige, trots att idén är gammal och användningen är stor runt om i världen. Osäkerheten om frostpåverkan på stabiliserat jordmaterial är en huvudanledning för detta. Det här forsknings-projektet riktar sig mot att studera frost-stabiliteten av stabiliserad jord i de fall där stabiliseringen har skett med hydrauliska bindemedel, alltså kalk, cement, eller industriella restprodukter med liknande egenskaper, som t.ex. flygaska eller slagg. Resultat från labb-försök visar att en hållfasthetstillväxt sker även vid låga temperaturer och att hållfastheten direkt efter frys-tö-påverkan fortfarande är högre än hos det ursprungliga ostabiliserade materialet. Även en viss efter-härdning verkar ske. Generella slutsatsen är att terrasstabilisering kan löna sig även i nordiskt klimat.","NBN":"urn:nbn:se:ltu:diva-77436","page":"183-198","container-title":"Grundläggningsdagen 2018 : stött och blött","event":"Grundläggningsdagen 2018, Stockholm, mars 15, 2018","keyword":"subsoil; stabilization; hydraulic binder; clay; freeze/thaw; cold climate; jordstabilisering; hydraulisk bindemedel; lera; frysning/tining; frys/tö","publisher":"Svenska geotekniska föreningen","published":[{"raw":"2020-01-16T11:27:00.000+01:00"}],"created":[{"raw":"2020-01-16T11:27:32.328+01:00"}],"updated":[{"raw":"2022-10-31T08:52:40.087+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-77436"},{"id":"diva2:916150","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"<i>Energy Efficient Hydraulics</i> : <i>System solutions for loss minimization</i>","language":"swe","author":[{"family":"Rydberg","given":"Karl-Erik","localId":"karry61","affiliation":[{"id":"8250","name":"Linköpings universitet, Fluida och mekatroniska system"},{"id":"872902","name":"Linköpings universitet, Tekniska fakulteten"}]}],"abstract":"The development of hydraulic components and systems concept has in recent decades been a clear focus onenergy efficiency and controllability. With today's components, such as electrically-driven pumps, motors andvalves, and electronic control systems have hydraulic technology flexibility significantly increased, which hasprovided unique opportunities to build energy-efficient hydraulic system with good controllability. Theimplementation of energy efficient systems is not simple, as it requires that the system concept closely matchedto the machine / vehicle primary power source, cycle and performance requirements, and that the hydraulicsystem is integrated with the system's mechanical units so that frictional losses are minimized.This article analyses some system solutions for mobile and industrial applications with regard to their energysaving potential. Conventional systems are compared with energy-efficient systems and both valve andpump-controlled mobile systems studied. Industrial system solutions discussed, especially the energy savingpotential of modern supply units offer. Use of accumulators for energy storage and energy recovery as well asthe hydraulic impact on system efficiency, are further examples of areas treated. Analysis shows that a pluralityof applications has a power budget potential of 20 - 50%, compared with the conventional system. In someindustrial systems can supply-units with speed-controlled fixed pumps and accumulator battery providingenergy savings up to 80%.","NBN":"urn:nbn:se:liu:diva-126664","container-title":"Hydraulikdagar i Linköping 2015","event":"The National Conference on Fluid Power, \"Hydraulikdagar'15\" Linköping, Sweden, March 16-17, 2015","published":[{"raw":"2016-04-01T08:48:59.918+02:00"}],"created":[{"raw":"2016-04-01T08:49:00.073+02:00"}],"updated":[{"raw":"2016-04-01T08:48:59.918+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:liu:diva-126664"},{"id":"diva2:369716","type":"paper-conference","issued": {"date-parts": [[2009]]},"title":"Kritik, bedömning och beslut i arkitektur och stadsbyggnad : hur utses vinnare i arkitekturtävlingar","language":"swe","author":[{"family":"Rönn","given":"Magnus","ORCID":"0000-0001-9715-9656","localId":"u1pr5f74","affiliation":[{"id":"5851","name":"KTH, Arkitektur"}]}],"abstract":"Det finns tre syften med föreliggande artikel. För det första vill jag klargöra begreppet arkitektonisk kvalitet och hur detta nyckelbegrepp kommer till uttryck i arkitektur och stadsbyggnad. För det andra är avsikten att undersöka hur kvalitetsfrågor prövas i arkitekturtävlingar. För det tredje skall jag presentera en bedömningsteori som diskuterar hur professionella jurymedlemmar utnyttjar kritik som grund för valet av vinnare i tävlingar. Kvalitetsbedömningen av tävlingsbidragen utgår från ett dialogbaserat förhållningssätt. Det finns en kärna av frågor inbäddade i kriterier som professionella juryledamöter använder för att identifiera förtjänster, oklarheter och brister i förslagen. Kvaliteterna klargörs i en arkitekturkritisk bedömningsprocess som följer ett typiskt mönster. Forskningsresultatet baseras på studier av tävlingsdokument och intervjuer av 18 erfarna praktiker från Sverige, Danmark, Norge och Finland med förstahandserfarenheter från flera hundra arkitekturtävlingar. Informanterna representerar tävlingssystemets tre nyckelaktörer: arrangören, tävlande arkitekter och arkitektorganisationen, som förvaltar tävlingskulturen. Kompletterande data kommer från litteraturstudier. Forskningsresultatet presenteras som en teori om kvalitetsbedömningar som beskriver, tolkar och förklarar hur arkitekter går till väga för att kunna peka ut en bästa helhetslösning på tävlingsuppgiften.","NBN":"urn:nbn:se:kth:diva-26074","page":"59-83","keyword":"Arkitekturtävling; Arkitektonisk kvalitet; Kriterier; Bedömning; Arkitekturkritik; Gestaltningsproblem; Tävlingsförslag","publisher-place":"Göteborg","publisher":"Gothenburg Research Institute","note":"QC 20101115","published":[{"raw":"2010-11-15T13:18:00.000+01:00"}],"created":[{"raw":"2010-11-11T15:28:03.289+01:00"}],"updated":[{"raw":"2022-06-25T01:24:56.292+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-26074"},{"id":"diva2:1004631","type":"paper-conference","issued": {"date-parts": [[2005]]},"title":"A New method for bending solid wood - high frequency heating of beech","language":"swe","author":[{"family":"Sandberg","given":"Dick","ORCID":"0000-0002-4526-9391","localId":"dicsan","affiliation":[{"name":"äxjö University, School of Technology and Design, Sweden"}]},{"family":"Johansson","given":"Jimmy","affiliation":[{"name":"äxjö University, School of Technology and Design, Sweden"}]}],"NBN":"urn:nbn:se:ltu:diva-31397","localId":"590d995c-aab1-414a-b6f2-8fb6cc92da42","page":"156-161","container-title":"Hardwood research and utilisation in Europe : new challanges","event":"European Conference on Hardwood :  06/09/2005 - 06/09/2005","publisher-place":"Sopron","publisher":"University of West Hungary Press","note":"[ed] Laszlo Bejo","published":[{"raw":"2016-09-30T15:19:00.000+02:00"}],"created":[{"raw":"2016-09-30T15:19:53.857+02:00"}],"updated":[{"raw":"2022-10-13T14:57:25.038+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-31397"},{"id":"diva2:1012079","type":"paper-conference","issued": {"date-parts": [[2002]]},"title":"Biometech, Centre of Excellence : en förstudie","language":"swe","author":[{"family":"Sandström","given":"Åke","localId":"aksa","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]},{"family":"Sundkvist","given":"Jan-Eric","affiliation":[{"name":"Boliden Mineral AB"}]},{"family":"Södermark","given":"Gunnar","affiliation":[{"name":"Boliden Contech"}]}],"abstract":"På uppdrag av Skellefteå kommun pågår en studie som avser möjligheten att skapa ett forsknings- och utvecklingscenter i norra Sverige. Ett så kallat \"Centre of Excellence\". Centret ska vara inriktat på forskning och utveckling av hydrometallurgiska processer, med särskild inriktning på biohydrometallurgi. Studien genomförs i samarbete med Umeå Universitet, Luleå tekniska Universitet och Boliden Mineral. Centret planeras bli en självständig juridisk enhet med egna anläggningar för forskning och utveckling. Samtidigt är tanken att centret ska samarbeta intimt med institut och universitet. Målsättningen är också att knyta högre utbildning till centret. I studien ingår byggandet av en hydrometallurgisk demonstrationsanläggning placerad i Boliden. Anläggningen planeras bli i en sådan skala och omfattning att den tillåter utveckling och demonstration av olika processer för en mängd olika produkter. Idén är att olika företag och organisationer ska kunna använda centret med dess resurser, för att utveckla och demonstrera processer tekniskt, miljömässigt och ekonomiskt.","NBN":"urn:nbn:se:ltu:diva-38579","localId":"d04f1350-b143-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i Mineralteknik 2002 :  05/02/2002 - 06/02/2002","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-10-03T13:01:38.569+02:00"}],"created":[{"raw":"2016-10-03T13:01:38.682+02:00"}],"updated":[{"raw":"2023-09-06T15:54:04.730+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-38579"},{"id":"diva2:698267","type":"paper-conference","issued": {"date-parts": [[2013]]},"title":"Modell för arbetsintegrerat lärande på högskoleingenjörsutbildning","language":"swe","author":[{"family":"Schedin","given":"Staffan","ORCID":"0000-0002-9031-4331","localId":"stsc0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]},{"family":"Hassan","given":"Osama","localId":"osha0008","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]}],"abstract":"Vi beskriver en nyligen införd modell för arbetsintegrerat lärande (AIL) eller co-op (co-operative education) på högskoleingenjörsprogrammen i maskinteknik respektive elektro- och datorteknik. Modellen innebär att genom samverkan med företag i närregionen erbjuda och garantera ett antal programstudenter feriearbeten under två perioder, samt examensarbeten. I modellen ingår också företagsanknutna projektarbeten och en studieresa. Upplägget förväntas bidra till positiva effekter för samtliga parter, för utbildningsprogrammen, för samarbetsföretagen samt för studenterna. Vi förklarar även hur arbetsintegrerat lärande stöds av vedertagna lärandeteorier.<b> </b>","NBN":"urn:nbn:se:umu:diva-86270","page":"92-94","event":"4:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, Tekniska Högskolan vid Umeå universitet, 27 - 28 november 2013","keyword":"Arbetsintegrerat lärande; socio-kulturellt perspektiv; näringsliv; ingenjörsutbildning.","publisher-place":"Umeå","publisher":"Umeå universitet","published":[{"raw":"2014-02-21T09:14:00.000+01:00"}],"created":[{"raw":"2014-02-21T09:14:22.532+01:00"}],"updated":[{"raw":"2018-06-08T00:50:39.415+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva-86270"},{"id":"diva2:505150","type":"paper-conference","issued": {"date-parts": [[2009]]},"title":"Black-box metoden för utvärdering av måluppfyllelse och utveckling av programstruktur för ingenjörsutbildning","language":"swe","author":[{"family":"Schedin","given":"Staffan","ORCID":"0000-0002-9031-4331","localId":"stsc0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]},{"family":"Holmgren","given":"Ulf","localId":"ulho0001","affiliation":[{"id":"870","name":"Umeå universitet, Institutionen för tillämpad fysik och elektronik"}]}],"abstract":"Vi beskriver hur ”Black-box metoden” används i utvecklingsarbetet med ingenjörsprogram vid Tekniska högskolan, Umeå universitet. Exempel ges på praktiskt genomförande och hur resultaten kan användas i programutvecklingsarbetet.","NBN":"urn:nbn:se:umu:diva-52491","event":"2:a Utvecklingskonferensen för Sveriges ingenjörsutbildningar, 2-3 december 2009, Lunds tekniska högskola, Lund","keyword":"utbildningplan; ingenjörsprogram; kvalitetsarbete; programanalys; CDIO-initiativet","published":[{"raw":"2012-02-24T10:22:00.000+01:00"}],"created":[{"raw":"2012-02-23T11:12:49.150+01:00"}],"updated":[{"raw":"2018-06-08T10:39:37.932+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:umu:diva-52491"},{"id":"diva2:1008432","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Produkter i arbete : praktiskt värsta utfall!?","language":"swe","author":[{"family":"Segerstedt","given":"Anders","ORCID":"0000-0002-1173-6713","localId":"anderss","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]}],"abstract":"I ett förädlingsflöde har man en utleveranstakt eller produktionstakt (PT), man har en genomloppstid (GTid) och man har produkter i arbete (PIA). För genomsnittsvärden gäller Littles formel så att GTid = PIA/PT men då även att PT = PIA/GTid. Så samma produktion kan man få fram med lite PIA och kort GTid men olyckligtvis också med mycket PIA och lång genomloppstid. Naturligtvis är kort genomloppstid och lite PIA att föredra. Men produkter i arbete kan inte heller vara hur lite som helst. Här kommer att beskrivas hur ”ett praktiskt värsta utfall av PIA” kan teoretiskt framräknas och jämföras emot, även ”ett minsta PIA”; samt tips om vad man måste göra för att få så kort genomloppstid som möjligt.","ISBN":"978-91-976444-5-7","NBN":"urn:nbn:se:ltu:diva-35180","localId":"999b29dd-73c1-4c9a-a5f8-07813f1b84b3","page":"185-197","container-title":"PLANs Forsknings- och tillämpningskonferens 2011 - Logistik i praktisk tillämpning","event":"PLANs forsknings- och tillämpningskonferens :  31/08/2011 - 01/09/2011","publisher-place":"Stockholm","publisher":"Logistikföreningen Plan","note":"[ed] Fredrik Persson; Martin  Rudberg","published":[{"raw":"2016-09-30T16:12:18.218+02:00"}],"created":[{"raw":"2016-09-30T16:12:18.315+02:00"}],"updated":[{"raw":"2023-09-06T16:05:03.006+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35180"},{"id":"diva2:1635451","type":"paper-conference","issued": {"date-parts": [[2021]]},"title":"Produktion i ett flöde, om CONWIP, Täcktidsplanering m.m.","language":"swe","author":[{"family":"Segerstedt","given":"Anders","ORCID":"0000-0002-1173-6713","localId":"anderss","affiliation":[{"id":"884502","name":"Luleå tekniska universitet, Industriell ekonomi"}]}],"NBN":"urn:nbn:se:ltu:diva-89118","event":"Forsknings- och tillämpningskonferensen 2021, DIGITAL, 21 oktober, 2021.","publisher":"Logistikföreningen Plan","published":[{"raw":"2022-02-07T08:28:00.000+01:00"}],"created":[{"raw":"2022-02-07T08:28:29.629+01:00"}],"updated":[{"raw":"2022-02-07T08:30:59.088+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-89118"},{"id":"diva2:1001909","type":"paper-conference","issued": {"date-parts": [[2006]]},"title":"Stora regnmängder över gruvområden","language":"swe","author":[{"family":"Sellgren","given":"Anders","localId":"asg","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-28706","localId":"29986fb0-b144-11db-bf9d-000ea68e967b","container-title":"Konferens i mineralteknik","event":"Konferens i mineralteknik 2006 :  07/02/2006 - 08/02/2006","publisher":"Föreningen Mineralteknisk Forskning / Swedish Mineral Processing Research Association","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:26:04.211+02:00"}],"created":[{"raw":"2016-09-30T14:26:04.306+02:00"}],"updated":[{"raw":"2023-09-06T16:07:25.241+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-28706"},{"id":"diva2:1003023","type":"paper-conference","issued": {"date-parts": [[2003]]},"title":"Transporthantering av avvattnat avloppsslam","language":"swe","author":[{"family":"Sellgren","given":"Anders","localId":"asg","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-29797","localId":"3646cf10-ed36-11dd-8bf2-000ea68e967b","container-title":"Konferens i mineralteknik : Luleå, Sweden February 4-5, 2003","event":"Konferens i Mineralteknik 2003 :  04/02/2003 - 05/02/2003","publisher":"MinFo","note":"[ed] Marianne Thomaeus; Eric Forssberg","published":[{"raw":"2016-09-30T14:58:53.709+02:00"}],"created":[{"raw":"2016-09-30T14:58:53.802+02:00"}],"updated":[{"raw":"2023-09-06T16:09:55.616+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-29797"},{"id":"diva2:1043919","type":"paper-conference","issued": {"date-parts": [[2016]]},"title":"Motiv till återflyttning av produktion till Sverige","language":"swe","author":[{"family":"Sollander","given":"Kristina","ORCID":"0000-0002-4394-4939","localId":"solkri","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]},{"family":"Hilletofth","given":"Per","ORCID":"0000-0002-8305-4412","localId":"hilper","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]},{"family":"Eriksson","given":"David","ORCID":"0000-0002-1627-8459","localId":"ERIDAV","affiliation":[{"id":"123","name":"Tekniska Högskolan Högskolan i Jönköping, JTH, Industriell organisation och produktion"},{"id":"9351","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsmiljö Industriell produktion"}]}],"abstract":"De senaste åren har en ny inriktning börjat växa fram där företag ser behov av att ha produktion och/eller leverantörer närmare kunden. Återflyttning av produktion (reshoring) har därför fått ökad uppmärksamhet. Syftet med den här studien är att identifiera motiv till återflyttning av produktion till Sverige. Studien har genomförts i två steg. Först genomfördes en litteraturstudie för att identifiera vilka motiv som beskrivs i litteraturen. Därefter genomfördes en fallstudie för att identifiera vilka motiv som finns i en svensk kontext. Studien påvisar att en majoritet av motiven till reshoring, som beskrivs i litteraturen, ä raktuella i en svensk kontext. Utav de 38 motiv som identifierats i litteraturen har 21 återfunnits i fallstudien. Utöver att bekräfta flera av motiven till reshoring från litteraturen har den här studien även påvisat fem nya motiv. Fallföretagens främsta motiv till att reshora varierar, vilket tyder på att det finns kontextuella faktorer att beakta.","NBN":"urn:nbn:se:hj:diva-32179","container-title":"Proceedings of the Plan Research Conference, Växjö, 19-20 oktober, 2016.","event":"Forsknings- och tillämpningskonferensen","publisher":"Plan","published":[{"raw":"2016-11-01T12:14:00.000+01:00"}],"created":[{"raw":"2016-11-01T12:14:52.560+01:00"}],"updated":[{"raw":"2017-02-13T10:39:49.255+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hj:diva-32179"},{"id":"diva2:873808","type":"paper-conference","issued": {"date-parts": [[2015]]},"title":"Konceptinventering för förstaårsstudenter på ett civilingenjörsprogram : vägen dit samt ett parintressanta ”destinationer”","language":"swe","author":[{"family":"Thornell","given":"Greger","localId":"gth12095","affiliation":[{"id":"5371","name":"Uppsala universitet, Mikrosystemteknik"}]},{"family":"Klintberg","given":"Lena","localId":"lkl28025","affiliation":[{"id":"5371","name":"Uppsala universitet, Mikrosystemteknik"}]}],"abstract":"Användningen av en s k konceptinventering - här 20 flervalsfrågor kring centrala begrepp och samband - på en inledande kurs i materialvetenskap under tre år, identifierar återkommande ett antal särskilt svåra koncept, som inte nödvändigtvis tillhör de som förmodats tillkomma under kursen, samten både ganska typisk och måttlig ökning (eller till och med minskning) av förståelse mellan för- och eftertest. En uppföljande undersökning bland studenterna indikerar värden vid sidan av de rent undervisningsrelaterade, t ex att kursinnehållet bättre definieras och att medvetenheten om egna förkunskapsbrister och egen utveckling ökar.","NBN":"urn:nbn:se:uu:diva-267625","page":"85-88","container-title":"5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar","event":"5:e Utvecklingskonferensen för Sveriges ingenjörsutbildningar, 18-19 november 2015, Uppsala, Sweden","keyword":"konceptinventering; materialvetenskap; teknologer; teknisk fysik; test; förkunskaper","publisher-place":"Uppsala","published":[{"raw":"2015-11-25T09:10:00.000+01:00"}],"created":[{"raw":"2015-11-25T09:10:38.898+01:00"}],"updated":[{"raw":"2015-11-25T11:13:54.013+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:uu:diva-267625"},{"id":"diva2:886560","type":"paper-conference","issued": {"date-parts": [[2006]]},"title":"Risker värda att tänka på","language":"swe","author":[{"family":"Torstensson","given":"Håkan","localId":"hot","affiliation":[{"id":"17062","name":"Högskolan i Borås, Institutionen Ingenjörshögskolan"}]}],"NBN":"urn:nbn:se:hb:diva-5878","localId":"2320/3346","event":"Flow'06 Borås","published":[{"raw":"2015-12-22T11:15:52.430+01:00"}],"created":[{"raw":"2015-12-22T11:15:52.550+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hb:diva-5878"},{"id":"diva2:1000931","type":"paper-conference","issued": {"date-parts": [[2011]]},"title":"Mätning och uppföljning av byggprojekt med fokus på produktivitet, resurs- och materialflöden","language":"swe","author":[{"family":"Wallström","given":"Peter","localId":"petwal","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Vennström","given":"Anders","localId":"andwan","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]},{"family":"Olofsson","given":"Thomas","ORCID":"0000-0002-5661-5237","localId":"thoolo","affiliation":[{"id":"875040","name":"Luleå tekniska universitet, Byggkonstruktion och -produktion"}]}],"abstract":"Byggbranschen beskrivs ha begränsade möjligheter att utveckla av materialoch produktionsstyrningsstrategier på grund av temporära projektorganisationer och försörjningskedjor. Operativa strategier, som exempelvis val av produktionsmetod och material, kan ge betydande konkurrensfördelar. Idag mäts det emellertid inte i så stor utsträckning på aktivitets- eller processnivå där mått som ledtid och produktivitetsnivå kan bidra till utveckling. Syftet med denna studie är att undersöka förutsättningarna för att mäta materialflöden på byggplatsen. Avslutade och pågående byggprojekt har studerats med avseende på olika byggmaterial för att undersöka om skillnader i materialstyrning fanns. Ett problem med informationshanteringen var den bristfälliga dokumenteringen och spårbarheten, exempelvis saknades dokumentation för flera ton armering. Olika typer av mått inom organisation, tillverkande industri och byggprojekt presenteras. Dessutom presenteras ett alternativt mått, lagerperioder, som mäter tiden material ligger på byggarbetsplatsen innan inbyggnad. Datainsamling är ofta tidskrävande och fokus bör läggas på att kunna registrera tidpunkter för den operativa rapporteringen av händelser som sker kontinuerligt under ett byggprojekt framför att mäta och beräkna specifika mått. Avslutade projekt bör sparas i en databas med så låg aggregering som möjligt av projektdatan för att i efterhand kunna avgöra önskat aggregeringsnivå. Detta för att möjliggöra analyser på aktivitets- och processnivå.","ISBN":"978-91-976444-5-7","NBN":"urn:nbn:se:ltu:diva-27742","localId":"148347e1-4345-4429-88c6-606f93577908","page":"81-93","container-title":"PLANs Forsknings- och tillämpningskonferens 2011 - Logistik i praktisk tillämpning","event":"PLANs forsknings- och tillämpningskonferens :  31/08/2011 - 01/09/2011","publisher-place":"Stockholm","publisher":"Logistikföreningen Plan","note":"[ed] Fredrik  Persson; Martin Rudberg","published":[{"raw":"2016-09-30T14:16:50.805+02:00"}],"created":[{"raw":"2016-09-30T14:16:50.947+02:00"}],"updated":[{"raw":"2023-09-06T16:02:56.593+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-27742"},{"id":"diva2:1794086","type":"paper-conference","issued": {"date-parts": [[1992]]},"title":"Erfarenheter av flödesbegränsare i abonnentcentraler","language":"swe","author":[{"family":"Werner","given":"Sven","ORCID":"0000-0001-9069-0807","localId":"svewer","affiliation":[{"name":"Borås Energi, Borås, Sverige"}]}],"abstract":"Borås Energi har totalt installerat omkring 700 flödesbegränsare i abonnentcentraler tom 1991. I detta papper redovisas kortfattat våra motiv för dessa installationer och våra erfarenheter. Dessutom redovisas flödesbegränsarens funktion och en del information om flödesbegränsare som produkt.","NBN":"urn:nbn:se:hh:diva-51577","page":"1-14","event":"Värmeverksföreningens Tekniska Möte, Sundsvall, Sverige, 18-19 mars, 1992","keyword":"district heating; substation; flow limiter; Borås Energi; fjärrvärme; abonnentcentral; flödesbegränsare; Borås Energi","published":[{"raw":"2023-09-04T15:40:00.000+02:00"}],"created":[{"raw":"2023-09-04T15:40:40.542+02:00"}],"updated":[{"raw":"2023-12-08T16:22:58.033+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hh:diva-51577"},{"id":"diva2:1001945","type":"paper-conference","issued": {"date-parts": [[2005]]},"title":"2D solutions to the compressible solar wind flow near a reconnection site at the dayside magnetopause","language":"swe","author":[{"family":"Westerberg","given":"Lars-Göran","ORCID":"0000-0001-5294-1855","localId":"lgwe","affiliation":[{"id":"875053","name":"Luleå tekniska universitet, Strömningslära och experimentell mekanik"}]},{"family":"Åkerstedt","given":"Hans O.","ORCID":"0000-0002-8739-1934","localId":"hake","affiliation":[{"id":"875002","name":"Luleå tekniska universitet, Institutionen för teknikvetenskap och matematik"}]}],"NBN":"urn:nbn:se:ltu:diva-28741","localId":"2a2b1881-d700-4e4b-a2e5-787091bcece5","container-title":"Neue Wege der Multiphysik Simulation : FEMLAB Konferenz 2005 ; 02. - 04. November 2005, Arabella Sheraton Grand Hotel, Frankfurt ; proceedings","event":"FEMLAB Konferenz :  02/11/2005 - 04/11/2005","publisher-place":"Göttingen","publisher":"FEMLAB","note":"Godkänd; 2005; 20110216 (lgwe)","published":[{"raw":"2016-09-30T14:26:21.191+02:00"}],"created":[{"raw":"2016-09-30T14:26:21.299+02:00"}],"updated":[{"raw":"2023-09-06T15:51:13.144+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-28741"},{"id":"diva2:1009088","type":"paper-conference","issued": {"date-parts": [[2003]]},"title":"Kan interaktiv deltagarbaserad forskning vara en väg att mobilisera \"förändringsutmattade\" människor?","language":"swe","author":[{"family":"Westring-Nordh","given":"Marianne","localId":"marwes","affiliation":[{"id":"875019","name":"Luleå tekniska universitet, Arbetsvetenskap"}]},{"family":"Källgren","given":"Gun","affiliation":[{"name":"Söderhamns kommun"}]},{"family":"Enström","given":"Christina","affiliation":[{"name":"Söderhamns kommun"}]},{"family":"Sundkvist","given":"Agnetha","affiliation":[{"name":"Söderhamns kommun"}]},{"family":"Holgersson","given":"Margareta","affiliation":[{"name":"Söderhamns kommun"}]},{"family":"Hedberg","given":"Mats","affiliation":[{"name":"Söderhamns kommun"}]},{"family":"Rasmussen","given":"Margaretha","affiliation":[{"name":"Söderhamns kommun"}]}],"NBN":"urn:nbn:se:ltu:diva-35834","localId":"a846d050-2565-11dc-b6d3-000ea68e967b","container-title":"Nordisk forsknings- och utvecklingskonferens : HSS-03 högskolor och samhälle i samverkan, Ronneby 14-16 maj 2003","event":"Högskolor och samhälle i samverkan :  14/05/2003 - 16/05/2003","publisher":"Blekinge Tekniska Högskola","note":"Godkänd; 2003; 20070628 (andbra)","published":[{"raw":"2016-09-30T16:18:14.891+02:00"}],"created":[{"raw":"2016-09-30T16:18:14.986+02:00"}],"updated":[{"raw":"2023-09-06T16:00:46.938+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-35834"},{"id":"diva2:1006270","type":"paper-conference","issued": {"date-parts": [[1998]]},"title":"Studentdrivet förbättringsarbete : tillämpning av fokusgrupper och andra utvärderingsinstrumentför ökad studenttillfredsställelse","language":"swe","author":[{"family":"Wiklund","given":"Håkan","localId":"hakan_w","affiliation":[{"id":"875020","name":"Luleå tekniska universitet, Industriell Ekonomi"}]}],"NBN":"urn:nbn:se:ltu:diva-33035","localId":"7c623360-c4fe-11dc-af05-000ea68e967b","container-title":"Kvalitetskonferens 1998","event":"Kvalitet och förbättringsarbete vid universitet och högskolor :  10/06/1998 - 11/06/1998","publisher":"Högskoleverket","note":"Godkänd; 1998; 20080117 (ysko)","published":[{"raw":"2016-09-30T15:34:11.584+02:00"}],"created":[{"raw":"2016-09-30T15:34:11.697+02:00"}],"updated":[{"raw":"2023-09-06T16:07:36.715+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-33035"},{"id":"diva2:385072","type":"paper-conference","issued": {"date-parts": [[2010]]},"title":"Strategiska frikopplingspunkter och samverkan i försörjningskedjor","language":"swe","author":[{"family":"Wikner","given":"Joakim","localId":"wjoa","affiliation":[{"id":"146","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsområde Industriell organisation och produktion"}]},{"family":"Bäckstrand","given":"Jenny","localId":"bacj","affiliation":[{"id":"146","name":"Tekniska Högskolan Högskolan i Jönköping, JTH. Forskningsområde Industriell organisation och produktion"}]}],"abstract":"Ledning och styrning av försörjningskedjor kräver en god överblick över kedjornas grundläggande strukturella egenskaper och över hur samverkan mellan olika aktörer i kedjorna formeras. Fundamentala egenskaper ur detta perspektiv är hur verksamhetens processer är strukturerade och ur vilken utgångspunkt de är definierade. För att säkerställa att processer genomförs endast då ett behov är identifierat är det viktigt att fokusera på centrala processdrivare i flödet. Förutom att avgöra vad som initierar en process är det också viktigt hur, och av vilken aktör, processen planeras och styrs. Om en aktör har full kontroll över processen kan processen betecknas som styrbar ur den aktörens perspektiv men om den ligger utanför aktörens kontroll så kan den på motsvarande sätt beteckna som ostyrbar. Beroende på vilken aktör som styr en process och om samma eller en annan aktör genomför processen så skapas olika förutsättningar för utformning av hur dessa aktörer samverkar. Traditionellt har den typen av frågor, kopplat till leverantörssamverkan, behandlats inom inköpsstrategin. För att illustrera hur produktions- och inköpsstrategi kan knytas närmare varandra exemplifieras detta med hur den välkända Kraljic-modellen kan integreras i ett processbaserade ramverket med hjälp av fokus på ordervinnare.","ISBN":"978-91-976444-4-0","NBN":"urn:nbn:se:hj:diva-14260","page":"111-122","container-title":"PLANs Forsknings- och tillämpningskonferens 2010 : Efterfrågedrivna försörjningskedjor","event":"12th Research and Application Conference on Logistics and Operations Management [PLANs forsknings- och tillämpningskonferens], Skövde, Sweden, 18-19 August 2010","keyword":"Inköp; frikopplingspunkter; försörjningskedjor","publisher-place":"Stockholm","publisher":"Logistikföreningen PLAN","note":"[ed] Sandor Ujvari","published":[{"raw":"2011-01-11T10:35:00.000+01:00"}],"created":[{"raw":"2011-01-11T10:14:20.387+01:00"}],"updated":[{"raw":"2018-04-10T09:21:48.844+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:hj:diva-14260"},{"id":"diva2:1013967","type":"paper-conference","issued": {"date-parts": [[2001]]},"title":"Mekanikundervisning i smågrupper","language":"swe","author":[{"family":"Wåhlin","given":"Anders","localId":"awn","affiliation":[{"id":"875002","name":"Luleå tekniska universitet, Institutionen för teknikvetenskap och matematik"}]},{"family":"Finnström","given":"Marie","localId":"marie","affiliation":[{"id":"875053","name":"Luleå tekniska universitet, Strömningslära och experimentell mekanik"}]}],"NBN":"urn:nbn:se:ltu:diva-40445","localId":"f968ad80-c4f9-11dc-af05-000ea68e967b","container-title":"Kvalitetskonferens 2001","event":"Kvalitet och förbättringsarbete vid universitet och högskolor :  25/09/2001 - 27/09/2001","publisher":"Högskoleverket","note":"Godkänd; 2001; 20080117 (ysko)","published":[{"raw":"2016-10-03T13:33:50.038+02:00"}],"created":[{"raw":"2016-10-03T13:33:50.147+02:00"}],"updated":[{"raw":"2023-09-06T16:01:56.101+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-40445"},{"id":"diva2:497731","type":"paper-conference","issued": {"date-parts": [[2009]]},"title":"EcoBuild - En plattform för utveckling av eko-effektiva och beständiga trämaterial","language":"swe","author":[{"family":"Wålinder","given":"Magnus","ORCID":"0000-0002-9156-3161","localId":"u1wqxxzp","affiliation":[{"name":"SP Technical Research Institute of Sweden"}]}],"NBN":"urn:nbn:se:kth:diva-81779","event":"Ekmandagarna, Stockholm, januari 27-28, 2009","note":"QC 20120214","published":[{"raw":"2012-02-14T13:47:00.000+01:00"}],"created":[{"raw":"2012-02-10T22:18:38.315+01:00"}],"updated":[{"raw":"2022-06-24T07:39:31.940+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:kth:diva-81779"},{"id":"diva2:1002947","type":"paper-conference","issued": {"date-parts": [[2008]]},"title":"Användning av processimulering för att identifiera flaskhalsar i malmbehandlingssystem","language":"swe","author":[{"family":"Öberg","given":"Eva Alldén","affiliation":[{"name":"LKAB, Research & Development, 983 81 Malmberget"}]},{"family":"Pålsson","given":"Bertil","ORCID":"0000-0002-8032-9388","localId":"palle","affiliation":[{"id":"875039","name":"Luleå tekniska universitet, Industriell miljö- och processteknik"}]}],"abstract":"LKAB beslöt 2004 att starta en grundläggande studie som underlag för framtida expansion av anläggningarna i Malmberget. En del processer och produktionslinjer riskerade att bli flaskhalsar i framtiden. I den här rapporterade studien är det sovringsverket som undersökts och resultatet visade att flera enhetsoperationer kommer att vara begränsande med nuvarande maskinpark. Därför var ett syfte med studien att undersöka hur byte av maskiner skulle påverka kapacitet och drift samt om de framtida produktionsplanerna kunde innehållas. Sovringsprocessen har genomgående simulerats med ModsimTM för ett antal olika fall, som har skilt sig åt i järnhalt och partikelstorleksfördelningar hos ingående malm. Modelleringsparametrarna har hämtats, till en del från existerande undersökningar i pilotskala, men i största möjliga utsträckning från mätningar i existerande kretsar. Simuleringarna visade att installation av nya siktar skulle ge en väsentligt förbättrad drift, men också att nya krossar skulle vara en förbättring eftersom de skulle kunna köras fullmatade med snävare ansättning, vilket skulle ge process-tekniska fördelar. Under 2007 har de flesta av de föreslagna åtgärderna genomförts och resultatet visar att flaskhalsarna är borta och att halter och massbalanser är till och med bättre än vad som förutsågs i simuleringarna.","NBN":"urn:nbn:se:ltu:diva-29722","localId":"3488b880-f379-11dc-b9d9-000ea68e967b","page":"1-14","container-title":"Conference in Minerals Engineering 2008","collection-title":"Teknisk rapport / Luleå tekniska universitet","collection-number":"2008:03","event":"Konferens i mineralteknik 2008 :  05/02/2008 - 06/02/2008","publisher-place":"Luleå","publisher":"Luleå tekniska universitet","note":"Godkänd; 2008; 20080316 (palle)","published":[{"raw":"2016-09-30T14:58:18.689+02:00"}],"created":[{"raw":"2016-09-30T14:58:18.791+02:00"}],"updated":[{"raw":"2023-09-06T15:53:19.629+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-29722"},{"id":"diva2:1014816","type":"speech","issued": {"date-parts": [[2011]]},"title":"Aktivitet: Botniska korridoren","language":"swe","author":[{"family":"Öberg","given":"Maria","ORCID":"0000-0002-8624-8271","localId":"obemar","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-41843","localId":"f19c1980-0b3c-4a74-b7f8-93168f5a888c","event":"Luleå näringsliv :  18/11/2011 - 18/11/2011","note":"Startdatum: 18/11/2011; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:58:21.928+02:00"}],"created":[{"raw":"2016-10-03T13:58:22.051+02:00"}],"updated":[{"raw":"2017-11-24T23:47:37.575+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41843"},{"id":"diva2:1014303","type":"speech","issued": {"date-parts": [[2013]]},"title":"Aktivitet: Hur ska ledning och styrning av transportkorridorer byggas upp?","language":"swe","author":[{"family":"Öberg","given":"Maria","ORCID":"0000-0002-8624-8271","localId":"obemar","affiliation":[{"id":"875036","name":"Luleå tekniska universitet, Arkitektur och vatten"}]}],"NBN":"urn:nbn:se:ltu:diva-41338","localId":"0bddd5aa-a45b-4a02-a3f0-89d95e8e09ef","event":"Transportforum 2013 :  09/01/2013 - 10/01/2013","note":"Startdatum: 10/01/2013; Slutdatum: 10/01/2013; Roll: Föreläsare; Typ: Föreläsning / muntligt bidrag","published":[{"raw":"2016-10-03T13:54:57.421+02:00"}],"created":[{"raw":"2016-10-03T13:54:57.569+02:00"}],"updated":[{"raw":"2017-11-25T00:04:19.230+01:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:ltu:diva-41338"},{"id":"diva2:1768539","type":"paper-conference","issued": {"date-parts": [[2023]]},"title":"Current and Future Systems of Circularity in the Energy System : Closing the energy loop","language":"swe","author":[{"family":"Önnered","given":"Simon","ORCID":"0009-0002-3129-3566","localId":"sod01","affiliation":[{"id":"886059","name":"Mälardalens universitet Mälardalens högskola, Innovation och produktrealisering"}]}],"abstract":"The circular economy and the energy transition are two pivotal transitions insustainable development, however, largely distinct in academic discourse.There is an abundance of grey literature on the combined topic, and as thefuture uncertainty of these fields remain high, we employ a futures studiesmethodology. Entailing a continuous data-collection covering journal articles,media, and a plethora of agency and consultancy reports; followed by threeanalytical phases which aims to extrapolate current developments, interpretinformation, and critical assessment. Which is then applied to the threehorizons framework to understand these transitions together. Allowing us totheorize about the future systems of circularity in the energy sector and howthese might co-evolve. Currently dominated by flows of material, followed byan increasingly service oriented system, and finally towards a transformativecircular energy system. Results yield policy recommendations for supportingthe integration of circular economy principles in the energy sector.","ISBN":"9789526506937","NBN":"urn:nbn:se:mdh:diva-63292","container-title":"Proceedings of XXXIV ISPIM Innovation Conference","event":"XXXIV ISPIM Innovation Conference, held in Ljubljana, Slovenia,  04 June to 07 June 2023","keyword":"Futures; energy; circular economy; energy-as-a-service; servizitation; three horizons.","note":"[ed] Iain Bitran, Leandro Bitetti, Steffen Conn, Jessica Fishburn,  Paavo Ritala, Marko Torkkeli & Jialei Yang","published":[{"raw":"2023-06-15T15:46:00.000+02:00"}],"created":[{"raw":"2023-06-15T15:46:55.657+02:00"}],"updated":[{"raw":"2023-08-25T11:11:17.946+02:00"}],"URL":"https://urn.kb.se/resolve?urn=urn:nbn:se:mdh:diva-63292"}]